Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# wallet_carousel_swap_description
source: Swap your tokens instantly and securely, directly from your wallet
ar: بدّل رموزك بشكل فوري وآمن مباشرة من محفظتك
bg: Обменете вашите токени моментално и безопасно, директно от вашия портфейл
de: Tausche deine Token sofort und sicher direkt aus deiner Wallet
es: Intercambia tus tokens al instante y de forma segura, directamente desde tu billetera
fr: Échangez vos jetons instantanément et en toute sécurité, directement depuis votre portefeuille
it: Scambia i tuoi token istantaneamente e in modo sicuro, direttamente dal tuo portafoglio
pl: Zamieniaj swoje tokeny natychmiast i bezpiecznie, bezpośrednio z portfela
ro: Schimbă token-urile tale instant și în siguranță, direct din portofel
ru: Меняйте свои токены мгновенно и безопасно, прямо из кошелька
tr: Token'larınızı cüzdanınızdan doğrudan anında ve güvenli bir şekilde değiştirin
zh: 直接从您的钱包即时安全地交换您的代币

# wallet_change
source: change
ar: تغيير
bg: промяна
de: ändern
es: cambiar
fr: changement
it: cambia
pl: zmiana
ro: schimbă
ru: изменить
tr: değiştir
zh: 更改

# wallet_choose_network
source: Choose network
ar: اختر الشبكة
bg: Избери мрежа
de: Netzwerk wählen
es: Elegir red
fr: Choisir un réseau
it: Scegli rete
pl: Wybierz sieć
ro: Alege rețea
ru: Выбрать сеть
tr: Ağ seç
zh: 选择网络

# wallet_coin_address
source: {coin} address
ar: عنوان {coin}
bg: Адрес {coin}
de: {coin}-Adresse
es: Dirección {coin}
fr: Adresse {coin}
it: Indirizzo {coin}
pl: Adres {coin}
ro: Adresă {coin}
ru: Адрес {coin}
tr: {coin} adresi
zh: {coin} 地址

# wallet_coin_amount
source: {coin} amount
ar: كمية {coin}
bg: Сума {coin}
de: {coin}-Betrag
es: Cantidad {coin}
fr: Montant {coin}
it: Importo {coin}
pl: Kwota {coin}
ro: Sumă {coin}
ru: Сумма {coin}
tr: {coin} tutarı
zh: {coin} 数量

# wallet_coin_amount_insufficient_funds
source: Insufficient funds
ar: رصيد غير كافٍ
bg: Недостатъчни средства
de: Unzureichendes Guthaben
es: Fondos insuficientes
fr: Fonds insuffisants
it: Fondi insufficienti
pl: Niewystarczające środki
ro: Fonduri insuficiente
ru: Недостаточно средств
tr: Yetersiz bakiye
zh: 资金不足

# wallet_coin_amount_must_be_positive
source: Amount must be positive
ar: يجب أن يكون المبلغ موجبًا
bg: Сумата трябва да е положителна
de: Betrag muss positiv sein
es: El monto debe ser positivo
fr: Le montant doit être positif
it: L'importo deve essere positivo
pl: Kwota musi być dodatnia
ro: Suma trebuie să fie pozitivă
ru: Сумма должна быть положительной
tr: Tutar pozitif olmalıdır
zh: 金额必须为正数

# wallet_coin_amount_too_low_for_sending
source: Entered amount is too low for sending
ar: المبلغ المُدخل منخفض جدًا للإرسال
bg: Въведената сума е твърде ниска за изпращане
de: Eingegebener Betrag ist zu niedrig zum Senden
es: El monto ingresado es demasiado bajo para enviar
fr: Le montant saisi est trop faible pour l'envoi
it: L'importo inserito è troppo basso per l'invio
pl: Wprowadzona kwota jest zbyt niska do wysłania
ro: Suma introdusă este prea mică pentru trimitere
ru: Введённая сумма слишком мала для отправки
tr: Girilen tutar göndermek için çok düşük
zh: 输入的金额太低，无法发送

# wallet_coins_search_hint
source: Search by token name
ar: البحث باسم الرمز المميز
bg: Търсете по име на токен
de: Nach Token-Namen suchen
es: Buscar por nombre de token
fr: Rechercher par nom de jeton
it: Cerca per nome del token
pl: Szukaj według nazwy tokena
ro: Caută după numele tokenului
ru: Искать по названию токена
tr: Token adına göre ara
zh: 按代币名称搜索

# wallet_create
source: Create wallet
ar: إنشاء محفظة
bg: Създай портфейл
de: Wallet erstellen
es: Crear billetera
fr: Créer un portefeuille
it: Crea portafoglio
pl: Utwórz portfel
ro: Creează portofel
ru: Создать кошелёк
tr: Cüzdan oluştur
zh: 创建钱包

# wallet_create_new
source: Create a new wallet
ar: إنشاء محفظة جديدة
bg: Създай нов портфейл
de: Neue Wallet erstellen
es: Crear una nueva billetera
fr: Créer un nouveau portefeuille
it: Crea un nuovo portafoglio
pl: Utwórz nowy portfel
ro: Creează portofel nou
ru: Создать новый кошелёк
tr: Yeni cüzdan oluştur
zh: 创建新钱包

# wallet_delete
source: Delete wallet
ar: حذف المحفظة
bg: Изтрий портфейл
de: Wallet löschen
es: Eliminar billetera
fr: Supprimer le portefeuille
it: Elimina portafoglio
pl: Usuń portfel
ro: Șterge portofelul
ru: Удалить кошелёк
tr: Cüzdanı sil
zh: 删除钱包

# wallet_delete_confirmation
source: I understand the risks and confirm the wallet deletion.
ar: أفهم المخاطر وأؤكد حذف المحفظة.
bg: Разбирам рисковете и потвърждавам изтриването на портфейла.
de: Ich verstehe die Risiken und bestätige das Löschen der Wallet.
es: Entiendo los riesgos y confirmo la eliminación de la billetera.
fr: Je comprends les risques et confirme la suppression du portefeuille.
it: Comprendo i rischi e confermo l'eliminazione del portafoglio.
pl: Rozumiem ryzyko i potwierdzam usunięcie portfela.
ro: Înțeleg riscurile și confirm ștergerea portofelului.
ru: Я понимаю риски и подтверждаю удаление кошелька.
tr: Riski anlıyorum ve cüzdan silmeyi onaylıyorum.
zh: 我了解风险并确认删除钱包。

# wallet_delete_message
source: All coins on this wallet will be lost. Are you sure you want to delete this wallet?
ar: سيُفقد جميع العملات في هذه المحفظة. هل أنت متأكد أنك تريد حذف هذه المحفظة؟
bg: Всички монети в този портфейл ще бъдат загубени. Сигурни ли сте, че искате да изтриете този портфейл?
de: Alle Coins auf dieser Wallet gehen verloren. Bist du sicher, dass du diese Wallet löschen möchtest?
es: Todas las monedas en esta billetera se perderán. ¿Estás seguro de que quieres eliminar esta billetera?
fr: Toutes les pièces sur ce portefeuille seront perdues. Êtes-vous sûr de vouloir supprimer ce portefeuille ?
it: Tutte le monete su questo portafoglio andranno perse. Sei sicuro di voler eliminare questo portafoglio?
pl: Wszystkie monety w tym portfelu zostaną utracone. Czy na pewno chcesz usunąć ten portfel?
ro: Toate monedele din acest portofel vor fi pierdute. Sunteți sigur că doriți să ștergeți acest portofel?
ru: Все монеты в этом кошельке будут потеряны. Вы уверены, что хотите удалить этот кошелёк?
tr: Bu cüzdandaki tüm coinler kaybolacak. Bu cüzdanı silmek istediğinizden emin misiniz?
zh: 此钱包上的所有币种都将丢失。您确定要删除此钱包吗？

# wallet_delete_q
source: Delete wallet?
ar: حذف المحفظة؟
bg: Изтриване на портфейл?
de: Wallet löschen?
es: ¿Eliminar billetera?
fr: Supprimer le portefeuille ?
it: Eliminare portafoglio?
pl: Usunąć portfel?
ro: Șterge portofelul?
ru: Удалить кошелёк?
tr: Cüzdanı sil?
zh: 删除钱包？

# wallet_edit
source: Edit wallet
ar: تعديل المحفظة
bg: Редактирай портфейл
de: Wallet bearbeiten
es: Editar billetera
fr: Modifier le portefeuille
it: Modifica portafoglio
pl: Edytuj portfel
ro: Editează portofelul
ru: Редактировать кошелёк
tr: Cüzdanı düzenle
zh: 编辑钱包

# wallet_empty_coins
source: You have no coins yet
ar: ليس لديك أي عملات حتى الآن
bg: Все още нямате монети
de: Du hast noch keine Coins
es: Aún no tienes monedas
fr: Vous n'avez pas encore de pièces
it: Non hai ancora monete
pl: Nie masz jeszcze monet
ro: Nu ai monede încă
ru: У вас пока нет монет
tr: Henüz coin'iniz yok
zh: 您还没有币种

# wallet_empty_nfts
source: You don't have any NFT's
ar: ليس لديك أي رموز غير قابلة للاستبدال
bg: Нямате NFTs
de: Du hast keine NFTs
es: No tienes ningún NFT
fr: Vous n'avez pas de NFTs
it: Non hai NFT
pl: Nie masz żadnych NFT
ro: Nu ai NFT-uri
ru: У вас нет NFT
tr: NFT'niz yok
zh: 您没有任何 NFT

# wallet_enter_address
source: Enter address
ar: أدخل العنوان
bg: Въведете адрес
de: Adresse eingeben
es: Ingresar dirección
fr: Entrer l'adresse
it: Inserisci indirizzo
pl: Wprowadź adres
ro: Introdu adresa
ru: Ввести адрес
tr: Adres girin
zh: 输入地址

# wallet_explore_transaction_details_title
source: View on explorer
ar: عرض على المستكشف
bg: Виж в изследователя
de: Im Explorer anzeigen
es: Ver en el explorador
fr: Voir sur l'explorateur
it: Visualizza su explorer
pl: Zobacz w eksploratorze
ro: Vezi în explorer
ru: Посмотреть в обозревателе
tr: Explorer'da görüntüle
zh: 在浏览器中查看

# wallet_friends_does_not_have_account
source: Your friend doesn't have an Ice account.
ar: صديقك ليس لديه حساب Ice.
bg: Вашият приятел няма акаунт Ice.
de: Dein Freund hat kein Ice-Konto.
es: Tu amigo no tiene una cuenta de Ice.
fr: Votre ami n'a pas de compte Ice.
it: Il tuo amico non ha un account Ice.
pl: Twój przyjaciel nie ma konta Ice.
ro: Prietenul tău nu are un cont Ice.
ru: Ваш друг не имеет аккаунта Ice.
tr: Arkadaşınızın Ice hesabı yok.
zh: 您的朋友没有 Ice 账户。

# wallet_from
source: From
ar: من
bg: От
de: Von
es: De
fr: De
it: Da
pl: Od
ro: De la
ru: От
tr: Gönderen
zh: 来自

# wallet_hide
source: Hide 0.00
ar: إخفاء 0.00
bg: Скрий 0.00
de: 0,00 ausblenden
es: Ocultar 0.00
fr: Masquer 0,00
it: Nascondi 0,00
pl: Ukryj 0.00
ro: Ascunde 0.00
ru: Скрыть 0.00
tr: 0.00'ı gizle
zh: 隐藏 0.00

# wallet_import_token_about_description_1
source: Importing tokens from unknown sources can expose your wallet to scams or malicious contracts.
ar: استيراد الرموز المميزة من مصادر غير معروفة قد يعرض محفظتك للاحتيال أو العقود الضارة.
bg: Импортирането на токени от неизвестни източници може да изложи вашия портфейл на измами или злонамерени договори.
de: Das Importieren von Tokens aus unbekannten Quellen kann deine Wallet Betrugsversuchen oder bösartigen Verträgen aussetzen.
es: Importar tokens de fuentes desconocidas puede exponer tu billetera a estafas o contratos maliciosos.
fr: Importer des jetons depuis des sources inconnues peut exposer votre portefeuille à des escroqueries ou des contrats malveillants.
it: L'importazione di token da fonti sconosciute può esporre il tuo portafoglio a truffe o contratti dannosi.
pl: Importowanie tokenów z nieznanych źródeł może narazić Twój portfel na oszustwa lub złośliwe kontrakty.
ro: Importarea token-urilor din surse necunoscute poate expune portofelul la înșelăciuni sau contracte malitioase.
ru: Импорт токенов из неизвестных источников может подвергнуть ваш кошелёк мошенничеству или вредоносным контрактам.
tr: Bilinmeyen kaynaklardan token içe aktarmak cüzdanınızı dolandırıcılığa veya kötü amaçlı sözleşmelere maruz bırakabilir.
zh: 从未知来源导入代币可能会使您的钱包面临诈骗或恶意合约的风险。

# wallet_import_token_about_description_2
source: Always verify the token address and source before proceeding. Fake or look alike tokens may lead to loss of funds or unauthorized access.
ar: تحقق دائمًا من عنوان الرمز المميز والمصدر قبل المتابعة. قد تؤدي الرموز المزيفة أو المشابهة إلى فقدان الأموال أو الوصول غير المصرح به.
bg: Винаги проверете адреса на токена и източника, преди да продължите. Фалшиви или подобни токени могат да доведат до загуба на средства или неоторизиран достъп.
de: Überprüfe vor dem Fortfahren immer die Token-Adresse und die Quelle. Gefälschte oder ähnlich aussehende Tokens können zum Verlust von Geldern oder zu unbefugtem Zugriff führen.
es: Siempre verifica la dirección del token y la fuente antes de continuar. Los tokens falsos o similares pueden llevar a la pérdida de fondos o acceso no autorizado.
fr: Vérifiez toujours l'adresse du jeton et la source avant de continuer. Les jetons faux ou similaires peuvent entraîner une perte de fonds ou un accès non autorisé.
it: Verifica sempre l'indirizzo del token e la fonte prima di procedere. Token falsi o simili possono portare alla perdita di fondi o accesso non autorizzato.
pl: Zawsze weryfikuj adres tokena i źródło przed kontynuowaniem. Fałszywe lub podobne tokeny mogą prowadzić do utraty środków lub nieautoryzowanego dostępu.
ro: Verifică întotdeauna adresa tokenului și sursa înainte de a continua. Token-urile false sau similare pot duce la pierderea fondurilor sau la acces neautorizat.
ru: Всегда проверяйте адрес токена и источник перед продолжением. Поддельные или похожие токены могут привести к потере средств или несанкционированному доступу.
tr: Devam etmeden önce token adresini ve kaynağını her zaman doğrulayın. Sahte veya benzer token'lar fon kaybına veya yetkisiz erişime yol açabilir.
zh: 在继续之前，请始终验证代币地址和来源。假代币或类似代币可能导致资金损失或未授权访问。

# wallet_import_token_about_description_3
source: Only import tokens you trust.
ar: استورد فقط الرموز التي تثق بها.
bg: Импортирайте само токени, на които се доверявате.
de: Importiere nur Tokens, denen du vertraust.
es: Solo importa tokens en los que confíes.
fr: N'importez que des jetons auxquels vous faites confiance.
it: Importa solo token di cui ti fidi.
pl: Importuj tylko tokeny, którym ufasz.
ro: Importă doar token-uri în care ai încredere.
ru: Импортируйте только токены, которым вы доверяете.
tr: Yalnızca güvendiğiniz token'ları içe aktarın.
zh: 仅导入您信任的代币。

# wallet_import_token_about_title
source: Import tokens
ar: استيراد الرموز المميزة
bg: Импортирай токени
de: Tokens importieren
es: Importar tokens
fr: Importer des jetons
it: Importa token
pl: Importuj tokeny
ro: Importă token-uri
ru: Импорт токенов
tr: Token'ları içe aktar
zh: 导入代币

# wallet_import_token_address_label
source: Token address
ar: عنوان الرمز
bg: Адрес на токена
de: Token-Adresse
es: Dirección del token
fr: Adresse du jeton
it: Indirizzo del token
pl: Adres tokena
ro: Adresa tokenului
ru: Адрес токена
tr: Token adresi
zh: 代币地址

# wallet_import_token_decimals_label
source: Token decimals
ar: منازل الرمز العشرية
bg: Десетични знаци на токена
de: Token-Dezimalstellen
es: Decimales del token
fr: Décimales du jeton
it: Decimali del token
pl: Miejsca dziesiętne tokena
ro: Zecimale token
ru: Десятичные разряды токена
tr: Token ondalık basamakları
zh: 代币小数位数

# wallet_import_token_import_button
source: Import
ar: استيراد
bg: Импортирай
de: Importieren
es: Importar
fr: Importer
it: Importa
pl: Importuj
ro: Importă
ru: Импортировать
tr: İçe aktar
zh: 导入

# wallet_import_token_security_risks_description
source: Do not forget about security. Anyone can create a token.
ar: لا تنسَ الأمان. يمكن لأي شخص إنشاء رمز.
bg: Не забравяйте за сигурността. Всеки може да създаде токен.
de: Vergiss die Sicherheit nicht. Jeder kann einen Token erstellen.
es: No olvides la seguridad. Cualquiera puede crear un token.
fr: N'oubliez pas la sécurité. N'importe qui peut créer un jeton.
it: Non dimenticare la sicurezza. Chiunque può creare un token.
pl: Nie zapominaj o bezpieczeństwie. Każdy może utworzyć token.
ro: Nu uita de securitate. Oricine poate crea un token.
ru: Не забывайте о безопасности. Любой может создать токен.
tr: Güvenliği unutmayın. Herkes bir token oluşturabilir.
zh: 不要忘记安全性。任何人都可以创建代币。

# wallet_import_token_security_risks_learn_more
source: Learn more about
ar: اعرف المزيد عن
bg: Научете повече за
de: Mehr erfahren über
es: Saber más sobre
fr: En savoir plus sur
it: Scopri di più su
pl: Dowiedz się więcej o
ro: Află mai multe despre
ru: Узнать больше о
tr: Hakkında daha fazla bilgi edinin
zh: 了解更多关于

# wallet_import_token_security_risks_title
source: Security risks
ar: مخاطر الأمان
bg: Рискове за сигурността
de: Sicherheitsrisiken
es: Riesgos de seguridad
fr: Risques de sécurité
it: Rischi per la sicurezza
pl: Ryzyka bezpieczeństwa
ro: Riscuri de securitate
ru: Риски безопасности
tr: Güvenlik riskleri
zh: 安全风险

# wallet_import_token_symbol_label
source: Token symbol
ar: رمز الرمز
bg: Символ на токена
es: Símbolo del token
fr: Symbole du jeton
it: Simbolo del token
pl: Symbol tokena
ro: Simbol token
ru: Символ токена
tr: Token sembolü
zh: 代币符号

# wallet_import_token_title
source: Import token
ar: استيراد الرمز
bg: Импортирай токен
de: Token importieren
es: Importar token
fr: Importer un jeton
it: Importa token
pl: Importuj token
ro: Importă token
ru: Импорт токена
tr: Token içe aktar
zh: 导入代币

# wallet_import_token_token_already_exists_description
source: This token is already in your wallet. Go to Manage Coins to view and manage it.
ar: هذا الرمز موجود بالفعل في محفظتك. اذهب إلى إدارة العملات لعرضه وإدارته.
bg: Този токен вече е във вашия портфейл. Отидете в Управление на монети, за да го видите и управлявате.
de: Dieser Token befindet sich bereits in deiner Wallet. Gehe zu „Coins verwalten“, um ihn anzusehen und zu verwalten.
es: Este token ya está en tu billetera. Ve a Gestionar monedas para verlo y gestionarlo.
fr: Ce jeton est déjà dans votre portefeuille. Allez dans Gérer les pièces pour le voir et le gérer.
it: Questo token è già nel tuo portafoglio. Vai a Gestisci Monete per visualizzarlo e gestirlo.
pl: Ten token jest już w Twoim portfelu. Przejdź do Zarządzaj monetami, aby go zobaczyć i zarządzać.
ro: Acest token este deja în portofelul tău. Mergi la Gestionează monede pentru a-l vedea și gestiona.
ru: Этот токен уже в вашем кошельке. Перейдите в Управление монетами, чтобы просмотреть и управлять им.
tr: Bu token zaten cüzdanınızda. Görüntülemek ve yönetmek için Coin Yönet'e gidin.
zh: 此代币已在您的钱包中。前往管理币种查看和管理它。

# wallet_import_token_token_already_exists_title
source: Token already added
ar: الرمز مضاف بالفعل
bg: Токенът вече е добавен
de: Token bereits hinzugefügt
es: Token ya agregado
fr: Jeton déjà ajouté
it: Token già aggiunto
pl: Token już dodany
ro: Token deja adăugat
ru: Токен уже добавлен
tr: Token zaten eklendi
zh: 代币已添加

# wallet_import_token_token_not_found_description
source: Please verify the address
ar: يرجى التحقق من العنوان
bg: Моля, проверете адреса
de: Bitte überprüfe die Adresse
es: Por favor verifica la dirección
fr: Veuillez vérifier l'adresse
it: Verifica l'indirizzo
pl: Proszę zweryfikować adres
ro: Vă rugăm să verificați adresa
ru: Пожалуйста, проверьте адрес
tr: Lütfen adresi doğrulayın
zh: 请验证地址

# wallet_import_token_token_not_found_title
source: Token not found
ar: لم يتم العثور على الرمز
bg: Токенът не е намерен
de: Token nicht gefunden
es: Token no encontrado
fr: Jeton introuvable
it: Token non trovato
pl: Token nie został znaleziony
ro: Token negăsit
ru: Токен не найден
tr: Token bulunamadı
zh: 未找到代币

# wallet_invite_friends
source: Invite friend
ar: دعوة صديق
bg: Покани приятел
de: Freund einladen
es: Invitar amigo
fr: Inviter un ami
it: Invita amico
pl: Zaproś przyjaciela
ro: Invită prieten
ru: Пригласить друга
tr: Arkadaş davet et
zh: 邀请朋友

# wallet_manage_coins
source: Manage coins
ar: إدارة العملات
bg: Управлявай монети
de: Coins verwalten
es: Gestionar monedas
fr: Gérer les pièces
it: Gestisci monete
pl: Zarządzaj monetami
ro: Gestionează monede
ru: Управление монетами
tr: Coin'leri yönet
zh: 管理币种

# wallet_manage_nfts
source: Select network
ar: اختر الشبكة
bg: Избери мрежа
de: Netzwerk auswählen
es: Seleccionar red
fr: Sélectionner un réseau
it: Seleziona rete
pl: Wybierz sieć
ro: Selectează rețea
ru: Выбрать сеть
tr: Ağ seç
zh: 选择网络

# wallet_manage_wallets
source: Manage wallets
ar: إدارة المحافظ
bg: Управлявай портфейли
de: Wallets verwalten
es: Gestionar billeteras
fr: Gérer les portefeuilles
it: Gestisci portafogli
pl: Zarządzaj portfelami
ro: Gestionează portofele
ru: Управление кошельками
tr: Cüzdanları yönet
zh: 管理钱包

# wallet_max
source: max
ar: الحد الأقصى
bg: макс
es: máx
ru: макс
tr: maks
zh: 最大

# wallet_memo
source: Memo
ar: مُذَكِّرَة
bg: Бележка
pl: Notatka
ro: Notă
ru: Примечание
tr: Not
zh: 备注

# wallet_memo_info
source: A memo is a code that is used to identify the recipient. It ensures that the funds are sent to the correct account. If you do not specify it or specify it incorrectly, you can permanently lose your deposit. Terms like Digital ID, Note, Comment, or Tag may also be used on other platforms or wallets.
ar: المذكرة (Memo) هي رمز يُستخدم لتحديد هوية المستلم. وهي تضمن أن يتم إرسال الأموال إلى الحساب الصحيح. إذا لم تقم بتحديدها أو أدخلتها بشكل غير صحيح، فقد تفقد إيداعك بشكل دائم. قد تُستخدم مصطلحات مثل المعرف الرقمي (Digital ID) أو الملاحظة (Note) أو التعليق (Comment) أو العلامة (Tag) في محافظ أو منصات أخرى.
bg: Бележката е код, който се използва за идентифициране на получателя. Гарантира, че средствата се изпращат към правилния акаунт. Ако не го посочите или го посочите неправилно, може да загубите депозита си завинаги. Термини като Цифров ID, Бележка, Коментар или Таг могат също да се използват на други платформи или портфейли.
de: Ein Memo ist ein Code, der dazu dient, den Empfänger zu identifizieren. Es stellt sicher, dass die Gelder auf das richtige Konto gesendet werden. Wenn Sie es nicht angeben oder falsch eingeben, können Sie Ihre Einzahlung dauerhaft verlieren. Begriffe wie Digitale ID, Notiz, Kommentar oder Tag können auf anderen Plattformen oder Wallets ebenfalls verwendet werden.
es: Un memo es un código que se usa para identificar al receptor. Asegura que los fondos se envíen a la cuenta correcta. Si no lo especificas o lo especificas incorrectamente, puedes perder permanentemente tu depósito. Términos como ID digital, Nota, Comentario o Etiqueta también pueden usarse en otras plataformas o billeteras.
fr: Un memo est un code utilisé pour identifier le destinataire. Il garantit que les fonds sont envoyés au bon compte. Si vous ne le spécifiez pas ou le spécifiez incorrectement, vous pouvez perdre définitivement votre dépôt. Des termes comme ID numérique, Note, Commentaire ou Tag peuvent également être utilisés sur d'autres plateformes ou portefeuilles.
it: Un memo è un codice utilizzato per identificare il destinatario. Garantisce che i fondi vengano inviati all'account corretto. Se non lo specifichi o lo specifichi in modo errato, puoi perdere permanentemente il tuo deposito. Termini come Digital ID, Nota, Commento o Tag possono essere utilizzati anche su altre piattaforme o portafogli.
pl: Notatka to kod używany do identyfikacji odbiorcy. Zapewnia, że środki zostaną wysłane na właściwe konto. Jeśli nie podasz jej lub podasz nieprawidłowo, możesz trwale utracić swój depozyt. Terminy takie jak Cyfrowy ID, Notatka, Komentarz lub Tag mogą być również używane na innych platformach lub portfelach.
ro: O notă este un cod folosit pentru a identifica destinatarul. Asigură că fondurile sunt trimise în contul corect. Dacă nu o specifici sau o specifici incorect, poți pierde permanent depozitul. Termeni precum Digital ID, Notă, Comentariu sau Etichetă pot fi folosiți și pe alte platforme sau portofele.
ru: Примечание — это код, используемый для идентификации получателя. Он гарантирует, что средства будут отправлены на правильный аккаунт. Если вы не укажете его или укажете неправильно, вы можете безвозвратно потерять свой депозит. Такие термины, как Цифровой ID, Заметка, Комментарий или Тег, также могут использоваться на других платформах или кошельках.
tr: Bir not, alıcıyı tanımlamak için kullanılan bir koddur. Fonların doğru hesaba gönderilmesini sağlar. Belirtmezseniz veya yanlış belirtirseniz, depozitonuzu kalıcı olarak kaybedebilirsiniz. Dijital ID, Not, Yorum veya Etiket gibi terimler diğer platformlarda veya cüzdanlarda da kullanılabilir.
zh: 备注是用于识别接收者的代码。它确保资金被发送到正确的账户。如果您不指定它或指定不正确，您可能会永久丢失您的存款。 其他平台或钱包也可能使用数字 ID、注释、评论或标签等术语。

# wallet_modal_title
source: Create transaction
ar: إنشاء معاملة
bg: Създай транзакция
de: Transaktion erstellen
es: Crear transacción
fr: Créer une transaction
it: Crea transazione
pl: Utwórz transakcję
ro: Creează tranzacție
ru: Создать транзакцию
tr: İşlem oluştur
zh: 创建交易

# wallet_more
source: More
ar: المزيد
bg: Повече
de: Mehr
es: Más
fr: Plus
it: Altro
pl: Więcej
ro: Mai mult
ru: Больше
tr: Daha fazla
zh: 更多

source: Wallet name
ar: اسم المحفظة
bg: Име на портфейла
es: Nombre de la billetera
fr: Nom du portefeuille
it: Nome portafoglio
pl: Nazwa portfela
ro: Numele portofelului
ru: Название кошелька
tr: Cüzdan adı
zh: 钱包名称

# wallet_network
source: Network
ar: الشبكة
bg: Мрежа
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pl: Sieć
ro: Rețea
ru: Сеть
tr: Ağ
zh: 网络

# wallet_network_fee
source: Network fee
ar: رسوم الشبكة
bg: Такса за мрежата
de: Netzwerkgebühr
es: Tarifa de red
fr: Frais de réseau
it: Commissione di rete
pl: Opłata sieciowa
ro: Taxă rețea
ru: Комиссия сети
tr: Ağ ücreti
zh: 网络费用
