Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# notification_delete_loading
source: Deleting...
ar: حذف...
bg: Изтриване...
de: Wird gelöscht …
es: Eliminando...
fr: Suppression...
it: Eliminazione...
pl: Usuwanie...
ro: Se șterge...
ru: Удаление...
tr: Siliniyor...
zh: 正在删除...

# notification_delete_published
source: Deleted
ar: حذف
bg: Изтрито
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
pl: Usunięto
ro: Șters
ru: Удалено
tr: Silindi
zh: 已删除

# notification_modify_loading
source: Saving changes...
ar: حفظ التغييرات...
bg: Запазване на промените...
de: Änderungen werden gespeichert …
es: Guardando cambios...
fr: Enregistrement des modifications...
it: Salvataggio modifiche...
pl: Zapisywanie zmian...
ro: Se salvează modificările...
ru: Сохранение изменений...
tr: Değişiklikler kaydediliyor...
zh: 正在保存更改...

# notification_modify_published
source: Changes saved
ar: حفظ التغييرات
bg: Промените са запазени
de: Änderungen gespeichert
es: Cambios guardados
fr: Modifications enregistrées
it: Modifiche salvate
pl: Zmiany zapisane
ro: Modificări salvate
ru: Изменения сохранены
tr: Değişiklikler kaydedildi
zh: 更改已保存

# notification_post_loading
source: Loading post...
ar: تحميل المنشور...
bg: Зареждане на публикацията...
de: Beitrag wird geladen …
es: Cargando publicación...
fr: Chargement de la publication...
it: Caricamento post...
pl: Ładowanie posta...
ro: Se încarcă postarea...
ru: Загрузка поста...
tr: Gönderi yükleniyor...
zh: 正在加载帖子...

# notification_post_published
source: Post published
ar: نشر المنشور
bg: Публикацията беше публикувана
de: Beitrag veröffentlicht
es: Publicación publicada
fr: Publication publiée
it: Post pubblicato
pl: Post opublikowany
ro: Postare publicată
ru: Пост опубликован
tr: Gönderi yayınlandı
zh: 帖子已发布

# notification_reply_loading
source: Sending reply...
ar: إرسال الرد...
bg: Изпращане на отговор...
de: Antwort wird gesendet …
es: Enviando respuesta...
fr: Envoi de la réponse...
it: Invio risposta...
pl: Wysyłanie odpowiedzi...
ro: Se trimite răspunsul...
ru: Отправка ответа...
tr: Yanıt gönderiliyor...
zh: 正在发送回复...

# notification_reply_published
source: Reply sent
ar: إرسال الرد
bg: Отговорът беше изпратен
de: Antwort gesendet
es: Respuesta enviada
fr: Réponse envoyée
it: Risposta inviata
pl: Odpowiedź wysłana
ro: Răspuns trimis
ru: Ответ отправлен
tr: Yanıt gönderildi
zh: 回复已发送

# notification_repost_loading
source: Reposting...
ar: إعادة النشر...
bg: Препубликуване...
de: Wird erneut gepostet …
es: Republicando...
fr: Republication...
it: Ripubblicazione...
pl: Przekazywanie...
ro: Se repostează...
ru: Перепост...
tr: Yeniden paylaşılıyor...
zh: 正在转发...

# notification_repost_successful
source: Reposted
ar: إعادة النشر
bg: Препубликувано
de: Erneut gepostet
es: Republicado
fr: Republié
it: Ripubblicato
pl: Przekazano
ro: Repostat
ru: Перепост сделан
tr: Yeniden paylaşıldı
zh: 已转发

# notification_story_loading
source: Loading story...
ar: تحميل القصة...
bg: Зареждане на историята...
de: Story wird geladen …
es: Cargando historia...
fr: Chargement de l'histoire...
it: Caricamento storia...
pl: Ładowanie historii...
ro: Se încarcă povestea...
ru: Загрузка истории...
tr: Hikaye yükleniyor...
zh: 正在加载故事...

# notification_story_published
source: Story published
ar: نشر القصة
bg: Историята беше публикувана
de: Story veröffentlicht
es: Historia publicada
fr: Histoire publiée
it: Storia pubblicata
pl: Historia opublikowana
ro: Poveste publicată
ru: История опубликована
tr: Hikaye yayınlandı
zh: 故事已发布

# notification_video_loading
source: Loading video...
ar: تحميل الفيديو...
bg: Зареждане на видеото...
de: Video wird geladen …
es: Cargando video...
fr: Chargement de la vidéo...
it: Caricamento video...
pl: Ładowanie wideo...
ro: Se încarcă video-ul...
ru: Загрузка видео...
tr: Video yükleniyor...
zh: 正在加载视频...

# notification_video_published
source: Video published
ar: نشر الفيديو
bg: Видеото беше публикувано
de: Video veröffentlicht
es: Video publicado
fr: Vidéo publiée
it: Video pubblicato
pl: Wideo opublikowane
ro: Video publicat
ru: Видео опубликовано
tr: Video yayınlandı
zh: 视频已发布

# notifications_comment
source: comment
ar: رد
bg: коментар
es: comentario
fr: commentaire
it: commento
ru: комментарий

# notifications_empty_state
source: You don't have any notifications
ar: ليس لديك أي إشعارات
bg: Нямате никакви известия
de: Du hast keine Benachrichtigungen
es: No tienes ninguna notificación
fr: Vous n'avez aucune notification
it: Non hai notifiche
pl: Nie masz żadnych powiadomień
ro: Nu aveți notificări
ru: У вас нет уведомлений
tr: Bildiriminiz yok
zh: 您没有任何通知

# notifications_followed_many
source: [:username] and {number} others followed you
ar: [:username] و {number} آخرين تابعاك
bg: [:username] и {number} други ви следват
de: [:username] und {number} weitere folgen dir
es: [:username] y {number} otros te siguieron
fr: [:username] et {number} autres vous suivent
it: [:username] e {number} altri ti hanno seguito
pl: [:username] i {number} innych obserwuje Cię
ro: [:username] și {number} alții te-au urmărit
ru: [:username] и {number} других подписались на вас
tr: [:username] ve {number} diğer kişi sizi takip etti
zh: [:username] 和 {number} 位其他人关注了您

# notifications_followed_one
source: [:username] followed you
ar: [:username] تابعك
bg: [:username] ви следва
de: [:username] folgt dir
es: [:username] te siguió
fr: [:username] vous suit
it: [:username] ti ha seguito
pl: [:username] obserwuje Cię
ro: [:username] te-a urmărit
ru: [:username] подписался на вас
tr: [:username] sizi takip etti
zh: [:username] 关注了您

# notifications_followed_two
source: [:username] and [:username] followed you
ar: [:username] و [:username] تابعاك
bg: [:username] и [:username] ви следват
de: [:username] und [:username] folgen dir
es: [:username] y [:username] te siguieron
fr: [:username] et [:username] vous suivent
it: [:username] e [:username] ti hanno seguito
pl: [:username] i [:username] obserwują Cię
ro: [:username] și [:username] te-au urmărit
ru: [:username] и [:username] подписались на вас
tr: [:username] ve [:username] sizi takip etti
zh: [:username] 和 [:username] 关注了您

# notifications_liked_many
source: [:username] and {number} others liked your {type}
ar: [:username] و {number} آخرين أعجبوا بـ {type} الخاص بك
bg: [:username] и {number} други харесаха вашия {type}
de: [:username] und {number} weitere haben dein {type} mit „Gefällt mir“ markiert
es: [:username] y {number} otros les gustó tu {type}
fr: [:username] et {number} autres ont aimé votre {type}
it: [:username] e {number} altri hanno messo mi piace al tuo {type}
pl: [:username] i {number} innych polubiło Twój {type}
ro: [:username] și {number} alții ți-au apreciat {type}
ru: [:username] и {number} других оценили ваш {type}
tr: [:username] ve {number} diğer kişi {type} beğendi
zh: [:username] 和 {number} 位其他人赞了您的 {type}

# notifications_liked_one
source: [:username] liked your {type}
ar: [:username] أعجب بـ {type} الخاص بك
bg: [:username] хареса вашия {type}
de: [:username] hat dein {type} mit „Gefällt mir“ markiert
es: [:username] le gustó tu {type}
fr: [:username] a aimé votre {type}
it: [:username] ha messo mi piace al tuo {type}
pl: [:username] polubił Twój {type}
ro: [:username] ți-a apreciat {type}
ru: [:username] оценил ваш {type}
tr: [:username] {type} beğendi
zh: [:username] 赞了您的 {type}

# notifications_liked_two
source: [:username] and [:username] liked your {type}
ar: [:username] و [:username] أعجبا بـ {type} الخاص بك
bg: [:username] и [:username] харесаха вашия {type}
de: [:username] und [:username] haben dein {type} mit „Gefällt mir“ markiert
es: [:username] y [:username] les gustó tu {type}
fr: [:username] et [:username] ont aimé votre {type}
it: [:username] e [:username] hanno messo mi piace al tuo {type}
pl: [:username] i [:username] polubili Twój {type}
ro: [:username] și [:username] ți-au apreciat {type}
ru: [:username] и [:username] оценили ваш {type}
tr: [:username] ve [:username] {type} beğendi
zh: [:username] 和 [:username] 赞了您的 {type}

# notifications_mentioned
source: [:username] mentioned you
ar: [:username] ذكرك
bg: [:username] ви спомена
de: [:username] hat dich erwähnt
es: [:username] te mencionó
fr: [:username] vous a mentionné
it: [:username] ti ha menzionato
pl: [:username] wspomniał Cię
ro: [:username] te-a menționat
ru: [:username] упомянул вас
tr: [:username] sizi bahsetti
zh: [:username] 提到了您

# notifications_post
source: post
ar: منشور
bg: публикация
es: publicación
fr: publication
ru: пост

# notifications_posted_new_article
source: [:username] posted new article
ar: [:username] نشر مقالة جديدة
bg: [:username] публикува нова статия
de: [:username] hat einen neuen Artikel veröffentlicht
es: [:username] publicó un nuevo artículo
fr: [:username] a publié un nouvel article
it: [:username] ha pubblicato un nuovo articolo
pl: [:username] opublikował nowy artykuł
ro: [:username] a publicat un articol nou
ru: [:username] опубликовал новую статью
tr: [:username] yeni makale paylaştı
zh: [:username] 发布了新文章

# notifications_posted_new_post
source: [:username] posted new post
ar: [:username] نشر منشور جديد
bg: [:username] публикува нова публикация
de: [:username] hat einen neuen Beitrag veröffentlicht
es: [:username] publicó una nueva publicación
fr: [:username] a publié une nouvelle publication
it: [:username] ha pubblicato un nuovo post
pl: [:username] opublikował nowy post
ro: [:username] a publicat o postare nouă
ru: [:username] опубликовал новый пост
tr: [:username] yeni gönderi paylaştı
zh: [:username] 发布了新帖子

# notifications_posted_new_story
source: [:username] posted new story
ar: [:username] نشر قصة جديدة
bg: [:username] публикува нова история
de: [:username] hat eine neue Story veröffentlicht
es: [:username] publicó una nueva historia
fr: [:username] a publié une nouvelle histoire
it: [:username] ha pubblicato una nuova storia
pl: [:username] opublikował nową historię
ro: [:username] a publicat o poveste nouă
ru: [:username] опубликовал новую историю
tr: [:username] yeni hikaye paylaştı
zh: [:username] 发布了新故事

# notifications_posted_new_video
source: [:username] posted new video
ar: [:username] نشر فيديو جديد
bg: [:username] публикува ново видео
de: [:username] hat ein neues Video veröffentlicht
es: [:username] publicó un nuevo video
fr: [:username] a publié une nouvelle vidéo
it: [:username] ha pubblicato un nuovo video
pl: [:username] opublikował nowe wideo
ro: [:username] a publicat un video nou
ru: [:username] опубликовал новое видео
tr: [:username] yeni video paylaştı
zh: [:username] 发布了新视频

# notifications_reply
source: [:username] replied to your {type}
ar: [:username] رد على {type} الخاص بك
bg: [:username] отговори на вашия {type}
de: [:username] hat auf dein {type} geantwortet
es: [:username] respondió a tu {type}
fr: [:username] a répondu à votre {type}
it: [:username] ha risposto al tuo {type}
pl: [:username] odpowiedział na Twój {type}
ro: [:username] a răspuns la {type}
ru: [:username] ответил на ваш {type}
tr: [:username] {type} yanıtladı
zh: [:username] 回复了您的 {type}

# notifications_reply_other_user
source: [:username] replied to the {type}
ar: [:username] رد على {type}
bg: [:username] отговори на {type}
de: [:username] hat auf das {type} geantwortet
es: [:username] respondió al {type}
fr: [:username] a répondu au {type}
it: [:username] ha risposto al {type}
pl: [:username] odpowiedział na {type}
ro: [:username] a răspuns la {type}
ru: [:username] ответил на {type}
tr: [:username] {type} yanıtladı
zh: [:username] 回复了 {type}

# notifications_repost
source: [:username] reposted your {type}
ar: [:username] أعاد نشر {type} الخاص بك
bg: [:username] препубликува вашия {type}
de: [:username] hat dein {type} repostet
es: [:username] republicó tu {type}
fr: [:username] a republié votre {type}
it: [:username] ha ripubblicato il tuo {type}
pl: [:username] przesłał dalej Twój {type}
ro: [:username] a repostat {type}
ru: [:username] сделал перепост вашего {type}
tr: [:username] {type} yeniden paylaştı
zh: [:username] 转发了您的 {type}

# notifications_share
source: [:username] shared your {type}
ar: [:username] شارك {type} الخاص بك
bg: [:username] сподели вашия {type}
de: [:username] hat dein {type} geteilt
es: [:username] compartió tu {type}
fr: [:username] a partagé votre {type}
it: [:username] ha condiviso il tuo {type}
pl: [:username] udostępnił Twój {type}
ro: [:username] a distribuit {type}
ru: [:username] поделился вашим {type}
tr: [:username] {type} paylaştı
zh: [:username] 分享了您的 {type}

# notifications_title
source: Notifications
ar: الإشعارات
bg: Известия
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
ro: Notificări
ru: Уведомления
tr: Bildirimler
zh: 通知

# notifications_type_comments
source: Comments
ar: التعليقات
bg: Коментари
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
pl: Komentarze
ro: Comentarii
ru: Комментарии
tr: Yorumlar
zh: 评论

# notifications_type_followers
source: Followers
ar: المتابعون
bg: Последователи
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
pl: Obserwujący
ro: Urmăritori
ru: Подписчики
tr: Takipçiler
zh: 关注者

# notifications_type_likes
source: Likes
ar: الإعجابات
bg: Харесвания
de: Gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace
pl: Polubienia
ro: Aprecieri
ru: Лайки
tr: Beğeniler
zh: 赞

# nsfw_blocked_dialog_body_android
source: This media cannot be published because it contains material considered inappropriate under Play Store guidelines.
ar: لا يمكن نشر هذه الوسائط لأنها تحتوي على مواد تعتبر غير مناسبة بموجب إرشادات متجر Play.
bg: Този медиен файл не може да бъде публикуван, защото съдържа материал, считан за неподходящ според насоките на Play Store.
de: Diese Medien können nicht veröffentlicht werden, da sie gemäß den Google-Play-Richtlinien als unangemessen gelten.
es: Este medio no se puede publicar porque contiene material considerado inapropiado según las pautas de Play Store.
fr: Ce média ne peut pas être publié car il contient du matériel considéré comme inapproprié selon les directives du Play Store.
it: Questo media non può essere pubblicato perché contiene materiale considerato inappropriato secondo le linee guida del Play Store.
pl: Ten plik multimedialny nie może być opublikowany, ponieważ zawiera materiały uznane za nieodpowiednie zgodnie z wytycznymi Play Store.
ro: Acest media nu poate fi publicat deoarece conține material considerat nepotrivit conform regulilor Play Store.
ru: Этот медиафайл не может быть опубликован, поскольку содержит материалы, считающиеся неподходящими согласно правилам Play Store.
tr: Bu medya, Play Store kurallarına göre uygunsuz sayılan içerik içerdiği için yayınlanamaz.
zh: 此媒体无法发布，因为它包含根据 Play Store 指南被认为不适当的内容。

# nsfw_blocked_dialog_body_ios
source: This media cannot be published because it contains material considered inappropriate under App Store guidelines.
ar: لا يمكن نشر هذه الوسائط لأنها تحتوي على مواد تعتبر غير مناسبة بموجب إرشادات متجر التطبيقات.
bg: Този медиен файл не може да бъде публикуван, защото съдържа материал, считан за неподходящ според насоките на App Store.
de: Diese Medien können nicht veröffentlicht werden, da sie gemäß den App-Store-Richtlinien als unangemessen gelten.
es: Este medio no se puede publicar porque contiene material considerado inapropiado según las pautas de App Store.
fr: Ce média ne peut pas être publié car il contient du matériel considéré comme inapproprié selon les directives de l'App Store.
it: Questo media non può essere pubblicato perché contiene materiale considerato inappropriato secondo le linee guida dell'App Store.
pl: Ten plik multimedialny nie może być opublikowany, ponieważ zawiera materiały uznane za nieodpowiednie zgodnie z wytycznymi App Store.
ro: Acest media nu poate fi publicat deoarece conține material considerat nepotrivit conform regulilor App Store.
ru: Этот медиафайл не может быть опубликован, поскольку содержит материалы, считающиеся неподходящими согласно правилам App Store.
tr: Bu medya, App Store kurallarına göre uygunsuz sayılan içerik içerdiği için yayınlanamaz.
zh: 此媒体无法发布，因为它包含根据 App Store 指南被认为不适当的内容。

# nsfw_blocked_dialog_title
source: Inappropriate Content
ar: محتوى غير مناسب
bg: Неподходящо съдържание
de: Unangemessene Inhalte
es: Contenido inapropiado
fr: Contenu inapproprié
it: Contenuto inappropriato
pl: Nieodpowiednia treść
ro: Conținut nepotrivit
ru: Неподходящий контент
tr: Uygunsuz İçerik
zh: 不当内容

# passkeys_prompt_description
source: Your device will prompt you to confirm this action using your fingerprint, face, or screen lock
ar: سيطلب منك جهازك تأكيد هذا الإجراء باستخدام بصمة الإصبع أو الوجه أو قفل الشاشة
bg: Вашето устройство ще ви помоли да потвърдите това действие, използвайки вашия пръстов отпечатък, лице или заключване на екрана
de: Dein Gerät fordert dich auf, diese Aktion mit Fingerabdruck, Gesicht oder Bildschirmsperre zu bestätigen.
es: Tu dispositivo te pedirá que confirmes esta acción usando tu huella dactilar, rostro o bloqueo de pantalla
fr: Votre appareil vous demandera de confirmer cette action en utilisant votre empreinte digitale, votre visage ou le verrouillage d'écran
it: Il tuo dispositivo ti chiederà di confermare questa azione utilizzando la tua impronta digitale, il volto o il blocco schermo
pl: Twoje urządzenie poprosi Cię o potwierdzenie tej akcji przy użyciu odcisku palca, twarzy lub blokady ekranu
ro: Dispozitivul tău te va solicita să confirmi această acțiune folosind amprenta, fața sau blocarea ecranului
ru: Ваше устройство попросит вас подтвердить это действие, используя отпечаток пальца, лицо или блокировку экрана
tr: Cihazınız bu işlemi parmak izi, yüz veya ekran kilidi kullanarak onaylamanızı isteyecektir
zh: 您的设备将提示您使用指纹、面部或屏幕锁定来确认此操作

# passkeys_prompt_title
source: Verify with a passkey
ar: تحقق باستخدام مفتاح المرور
bg: Потвърди с passkey
de: Mit Passkey verifizieren
es: Verificar con una clave de acceso
fr: Vérifier avec une passkey
it: Verifica con una passkey
pl: Zweryfikuj za pomocą passkey
ro: Verifică cu un passkey
ru: Подтвердить с помощью passkey
tr: Passkey ile doğrula
zh: 使用通行密钥验证

# phone_confirmation_title
source: Confirm phone number
ar: تأكيد رقم الهاتف
bg: Потвърди телефонния номер
de: Telefonnummer bestätigen
es: Confirmar número de teléfono
fr: Confirmer le numéro de téléphone
it: Conferma numero di telefono
pl: Potwierdź numer telefonu
ro: Confirmă numărul de telefon
ru: Подтвердить номер телефона
tr: Telefon numarasını onayla
zh: 确认电话号码

source: Phone number
ar: رقم الهاتف
bg: Телефонен номер
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pl: Numer telefonu
ro: Număr de telefon
ru: Номер телефона
tr: Telefon numarası
zh: 电话号码

# phone_number_invalid
source: Invalid phone number
ar: رقم هاتف غير صالح
bg: Невалиден телефонен номер
de: Ungültige Telefonnummer
es: Número de teléfono no válido
fr: Numéro de téléphone invalide
it: Numero di telefono non valido
pl: Nieprawidłowy numer telefonu
ro: Număr de telefon invalid
ru: Неверный номер телефона
tr: Geçersiz telefon numarası
zh: 无效的电话号码

# phone_success_description
source: The phone number has been successfully verified and added for 2FA
ar: تم التحقق من رقم الهاتف بنجاح وإضافته للتحقق بخطوتين
bg: Телефонният номер беше успешно потвърден и добавен за двуфакторна автентификация
de: Die Telefonnummer wurde erfolgreich verifiziert und für 2FA hinzugefügt
es: El número de teléfono se ha verificado correctamente y se ha agregado para 2FA
fr: Le numéro de téléphone a été vérifié avec succès et ajouté pour l'authentification à deux facteurs
it: Il numero di telefono è stato verificato con successo e aggiunto per 2FA
pl: Numer telefonu został pomyślnie zweryfikowany i dodany do dwuskładnikowego uwierzytelniania
ro: Numărul de telefon a fost verificat cu succes și adăugat pentru autentificare în două etape
ru: Номер телефона был успешно подтверждён и добавлен для двухфакторной аутентификации
tr: Telefon numarası başarıyla doğrulandı ve 2FA için eklendi
zh: 电话号码已成功验证并添加用于 2FA

# phone_verification_description
source: Enter your phone number for verification
ar: أدخل رقم هاتفك للتحقق
bg: Въведете вашия телефонен номер за потвърждение
de: Gib deine Telefonnummer zur Verifizierung ein
es: Ingresa tu número de teléfono para verificación
fr: Entrez votre numéro de téléphone pour vérification
it: Inserisci il tuo numero di telefono per la verifica
pl: Wprowadź swój numer telefonu do weryfikacji
ro: Introdu numărul tău de telefon pentru verificare
ru: Введите свой номер телефона для подтверждения
tr: Doğrulama için telefon numaranızı girin
zh: 输入您的电话号码进行验证

# phone_verification_title
source: Phone number verification
ar: التحقق من رقم الهاتف
bg: Потвърждение на телефонния номер
de: Telefonnummer-Verifizierung
es: Verificación de número de teléfono
fr: Vérification du numéro de téléphone
it: Verifica numero di telefono
pl: Weryfikacja numeru telefonu
ro: Verificare număr de telefon
ru: Подтверждение номера телефона
tr: Telefon numarası doğrulama
zh: 电话号码验证

# photo_library_require_access_description
source: To upload photos and videos, please grant access to your media gallery.
ar: لرفع الصور والفيديوهات، يرجى منح الوصول إلى معرض الوسائط الخاص بك.
bg: За да качите снимки и видеа, моля дайте достъп до вашата медийна галерия.
de: Um Fotos und Videos hochzuladen, erteile bitte Zugriff auf deine Mediengalerie.
es: Para subir fotos y videos, otorga acceso a tu galería de medios.
fr: Pour télécharger des photos et des vidéos, veuillez accorder l'accès à votre galerie multimédia.
it: Per caricare foto e video, concedi l'accesso alla tua galleria multimediale.
pl: Aby przesyłać zdjęcia i wideo, proszę udzielić dostępu do galerii multimediów.
ro: Pentru a încărca fotografii și video-uri, vă rugăm să acordați acces la galeria media.
ru: Чтобы загружать фотографии и видео, пожалуйста, предоставьте доступ к медиа-галерее.
tr: Fotoğraf ve video yüklemek için lütfen medya galerinize erişim verin.
zh: 要上传照片和视频，请授予媒体相册的访问权限。

# photo_library_require_access_title
source: Allow media access for {appName}
ar: السماح بالوصول إلى الوسائط لـ {appName}
bg: Разреши достъп до медиите за {appName}
de: Medienzugriff für {appName} erlauben
es: Permitir acceso a medios para {appName}
fr: Autoriser l'accès aux médias pour {appName}
it: Consenti l'accesso ai media per {appName}
pl: Zezwól na dostęp do multimediów dla {appName}
ro: Permite accesul la media pentru {appName}
ru: Разрешить доступ к медиа для {appName}
tr: {appName} için medya erişimine izin ver
zh: 允许 {appName} 访问媒体

# poll_add_answer_button_title
source: Add answer
ar: أضف إجابة
bg: Добави отговор
de: Antwort hinzufügen
es: Agregar respuesta
fr: Ajouter une réponse
it: Aggiungi risposta
pl: Dodaj odpowiedź
ro: Adaugă răspuns
ru: Добавить ответ
tr: Cevap ekle
zh: 添加答案

# poll_choice_placeholder
source: Choice {number}
ar: الخيار {number}
bg: Избор {number}
de: Option {number}
es: Opción {number}
fr: Choix {number}
it: Scelta {number}
pl: Wybór {number}
ro: Alegere {number}
ru: Вариант {number}
tr: Seçenek {number}
zh: 选项 {number}

# poll_final_results
source: Final results
ar: النتائج النهائية
bg: Крайни резултати
de: Endergebnisse
es: Resultados finales
fr: Résultats finaux
it: Risultati finali
pl: Wyniki końcowe
ro: Rezultate finale
ru: Итоговые результаты
tr: Nihai sonuçlar
zh: 最终结果

# poll_length_button_title
source: Poll length
ar: مدة الاستطلاع
bg: Продължителност на анкетата
de: Umfragedauer
es: Duración de la encuesta
fr: Durée du sondage
it: Durata del sondaggio
pl: Długość ankiety
ro: Durata sondajului
ru: Длительность опроса
tr: Anket süresi
zh: 投票时长

# poll_length_modal_title
source: Poll length time
ar: مدة الاستطلاع
bg: Време за продължителност на анкетата
de: Umfragedauer
es: Tiempo de duración de la encuesta
fr: Temps de durée du sondage
it: Durata del sondaggio
pl: Czas trwania ankiety
ro: Timpul duratei sondajului
ru: Время длительности опроса
tr: Anket süresi
zh: 投票时长
