Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# channel_create_type_public_desc
source: Public channels are searchable and open to all users.
ar: القنوات العامة قابلة للبحث ومفتوحة لجميع المستخدمين.
bg: Публичните канали могат да бъдат търсени и са отворени за всички потребители.
de: Öffentliche Kanäle sind durchsuchbar und für alle Nutzer offen.
es: Los canales públicos son buscables y están abiertos a todos los usuarios.
fr: Les canaux publics sont recherchables et ouverts à tous les utilisateurs.
it: I canali pubblici sono ricercabili e aperti a tutti gli utenti.
pl: Publiczne kanały są wyszukiwalne i otwarte dla wszystkich użytkowników.
ro: Canalele publice sunt căutabile și deschise pentru toți utilizatorii.
ru: Публичные каналы доступны для поиска и открыты для всех пользователей.
tr: Herkese açık kanallar aranabilir ve tüm kullanıcılara açıktır.
zh: 公开频道可搜索，对所有用户开放。

# channel_create_type_select_title
source: Choose channel type
ar: اختر نوع القناة
bg: Избери тип канал
de: Kanaltyp auswählen
es: Elegir tipo de canal
fr: Choisir le type de canal
it: Scegli tipo di canale
pl: Wybierz typ kanału
ro: Alege tipul de canal
ru: Выберите тип канала
tr: Kanal türünü seç
zh: 选择频道类型

# channel_created_message
source: The channel has been created
ar: تم إنشاء القناة
bg: Каналът беше създаден
de: Der Kanal wurde erstellt
es: El canal ha sido creado
fr: Le canal a été créé
it: Il canale è stato creato
pl: Kanał został utworzony
ro: Canalul a fost creat
ru: Канал создан
tr: Kanal oluşturuldu
zh: 频道已创建

# channel_edit
source: Edit channel
ar: تعديل القناة
bg: Редактирай канал
de: Kanal bearbeiten
es: Editar canal
fr: Modifier le canal
it: Modifica canale
pl: Edytuj kanał
ro: Editează canalul
ru: Редактировать канал
tr: Kanalı düzenle
zh: 编辑频道

# channel_join
source: Join channel
ar: انضم إلى القناة
bg: Присъедини се към канала
de: Kanal beitreten
es: Unirse al canal
fr: Rejoindre le canal
it: Unisciti al canale
pl: Dołącz do kanału
ro: Alătură-te canalului
ru: Присоединиться к каналу
tr: Kanala katıl
zh: 加入频道

# chart_label
source: Chart
bg: Графика
es: Gráfico
fr: Graphique
it: Grafico
pl: Wykres
ru: График

# chart_stats_buys
source: Buys
bg: Покупки
de: Käufe
es: Compras
fr: Achats
it: Acquisti
pl: Kupna
ru: Покупки

# chart_stats_net_buy
source: Net Buy
bg: Нетни покупки
de: Netto-Käufe
es: Compra neta
fr: Achat net
it: Acquisto netto
pl: Zakupy netto
ru: Чистые покупки

# chart_stats_sells
source: Sells
bg: Продажби
de: Verkäufe
es: Ventas
fr: Ventes
it: Vendite
pl: Sprzedaże
ru: Продажи

# chart_stats_volume
source: Vol
bg: Обем
pl: Wol.
ru: Объём

# chat_add_poll_title
source: New poll
ar: استطلاع جديد
bg: Ново анкетиране
de: Neue Umfrage
es: Nueva encuesta
fr: Nouveau sondage
it: Nuovo sondaggio
pl: Nowa ankieta
ro: Sondaj nou
ru: Новый опрос
tr: Yeni anket
zh: 新建投票

# chat_delete_modal_description
source: Are you sure you want to delete all selected chats?
ar: هل أنت متأكد أنك تريد حذف كل المحادثات المحددة؟
bg: Сигурни ли сте, че искате да изтриете всички избрани чатове?
de: Bist du sicher, dass du alle ausgewählten Chats löschen möchtest?
es: ¿Estás seguro de que quieres eliminar todos los chats seleccionados?
fr: Êtes-vous sûr de vouloir supprimer toutes les conversations sélectionnées ?
it: Sei sicuro di voler eliminare tutte le chat selezionate?
pl: Czy na pewno chcesz usunąć wszystkie wybrane czaty?
ro: Sunteți sigur că doriți să ștergeți toate conversațiile selectate?
ru: Вы уверены, что хотите удалить все выбранные чаты?
tr: Seçili tüm sohbetleri silmek istediğinizden emin misiniz?
zh: 您确定要删除所有选中的聊天吗？

# chat_delete_modal_description_single
source: Are you sure you want to delete this chat?
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة؟
bg: Сигурни ли сте, че искате да изтриете този чат?
de: Bist du sicher, dass du diesen Chat löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este chat?
fr: Êtes-vous sûr de vouloir supprimer cette conversation ?
it: Sei sicuro di voler eliminare questa chat?
pl: Czy na pewno chcesz usunąć ten czat?
ro: Sunteți sigur că doriți să ștergeți această conversație?
ru: Вы уверены, что хотите удалить этот чат?
tr: Bu sohbeti silmek istediğinizden emin misiniz?
zh: 您确定要删除此聊天吗？

# chat_delete_modal_title
source: Delete chats?
ar: حذف المحادثات؟
bg: Изтриване на чатовете?
de: Chats löschen?
es: ¿Eliminar chats?
fr: Supprimer les conversations ?
it: Eliminare chat?
pl: Usunąć czaty?
ro: Șterge conversațiile?
ru: Удалить чаты?
tr: Sohbetleri sil?
zh: 删除聊天？

# chat_delete_modal_title_single
source: Delete chat?
ar: حذف المحادثة؟
bg: Изтриване на чата?
de: Chat löschen?
es: ¿Eliminar chat?
fr: Supprimer la conversation ?
it: Eliminare chat?
pl: Usunąć czat?
ro: Șterge conversația?
ru: Удалить чат?
tr: Sohbeti sil?
zh: 删除聊天？

# chat_empty_description
source: You have no conversations yet
ar: ليس لديك أي محادثات بعد
bg: Все още нямате разговори
de: Du hast noch keine Unterhaltungen
es: Aún no tienes conversaciones
fr: Vous n'avez pas encore de conversations
it: Non hai ancora conversazioni
pl: Nie masz jeszcze rozmów
ro: Nu aveți conversații încă
ru: У вас пока нет разговоров
tr: Henüz konuşmanız yok
zh: 您还没有任何对话

# chat_groups_explore
source: Explore
ar: استكشف
bg: Разгледай
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora
pl: Przeglądaj
ro: Explorează
ru: Обзор
tr: Keşfet
zh: 探索

# chat_groups_joined
source: Joined
ar: انضم
bg: Присъединен
de: Beigetreten
es: Unido
fr: Rejoint
it: Unito
pl: Dołączono
ro: Alăturat
ru: Присоединён
tr: Katıldı
zh: 已加入

# chat_groups_subscribed
source: Subscribed
ar: مشترك
bg: Абониран
de: Abonniert
es: Suscrito
fr: Abonné
it: Iscritto
pl: Subskrybowano
ro: Abonat
ru: Подписан
tr: Abone oldu
zh: 已订阅

# chat_learn_more_modal_description
source: Your chats are private and encrypted by default. We prioritize your privacy, and your conversations are protected with end-to-end encryption.
ar: محادثاتك خاصة ومشفرة بشكل افتراضي. نحن نعطي أولوية لخصوصيتك، ومحادثاتك محمية بتشفير من الطرف إلى الطرف.
bg: Вашите чатове са частни и криптирани по подразбиране. Ние приоритизираме вашата поверителност и вашите разговори са защитени с криптиране от край до край.
de: Deine Chats sind standardmäßig privat und verschlüsselt. Wir priorisieren deinen Datenschutz, und deine Unterhaltungen sind mit Ende-zu-Ende-Verschlüsselung geschützt.
es: Tus chats son privados y están cifrados por defecto. Priorizamos tu privacidad y tus conversaciones están protegidas con cifrado de extremo a extremo.
fr: Vos conversations sont privées et cryptées par défaut. Nous privilégions votre confidentialité, et vos conversations sont protégées par un cryptage de bout en bout.
it: Le tue chat sono private e crittografate per impostazione predefinita. Diamo priorità alla tua privacy e le tue conversazioni sono protette con crittografia end-to-end.
pl: Twoje czaty są prywatne i szyfrowane domyślnie. Priorytetyzujemy Twoją prywatność, a Twoje rozmowy są chronione szyfrowaniem end-to-end.
ro: Conversațiile dvs. sunt private și criptate în mod implicit. Prioritatea noastră este confidențialitatea dvs., iar conversațiile sunt protejate cu criptare end-to-end.
ru: Ваши чаты приватны и зашифрованы по умолчанию. Мы приоритизируем вашу конфиденциальность, и ваши разговоры защищены сквозным шифрованием.
tr: Sohbetleriniz varsayılan olarak gizli ve şifrelenmiştir. Gizliliğinize öncelik veriyoruz ve konuşmalarınız uçtan uca şifreleme ile korunmaktadır.
zh: 您的聊天默认是私密且加密的。我们优先考虑您的隐私，您的对话受到端到端加密保护。

# chat_learn_more_modal_title
source: Privacy First, Always
ar: الخصوصية أولاً، دائماً
bg: Поверителност на първо място, винаги
de: Datenschutz an erster Stelle – immer
es: Privacidad primero, siempre
fr: Confidentialité d'abord, toujours
it: Privacy prima di tutto, sempre
pl: Prywatność na pierwszym miejscu, zawsze
ro: Confidențialitatea în primul rând, întotdeauna
ru: Конфиденциальность превыше всего, всегда
tr: Gizlilik Önce, Her Zaman
zh: 隐私优先，始终如此

# chat_message_delete_modal_description_single
source: Are you sure you want to delete this message?
ar: هل أنت متأكد أنك تريد حذف هذه الرسالة؟
bg: Сигурни ли сте, че искате да изтриете това съобщение?
de: Bist du sicher, dass du diese Nachricht löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este mensaje?
fr: Êtes-vous sûr de vouloir supprimer ce message ?
it: Sei sicuro di voler eliminare questo messaggio?
pl: Czy na pewno chcesz usunąć tę wiadomość?
ro: Sunteți sigur că doriți să ștergeți acest mesaj?
ru: Вы уверены, что хотите удалить это сообщение?
tr: Bu mesajı silmek istediğinizden emin misiniz?
zh: 您确定要删除此消息吗？

# chat_message_delete_modal_title_single
source: Delete message?
ar: حذف الرسالة؟
bg: Изтриване на съобщението?
de: Nachricht löschen?
es: ¿Eliminar mensaje?
fr: Supprimer le message ?
it: Eliminare messaggio?
pl: Usunąć wiadomość?
ro: Șterge mesajul?
ru: Удалить сообщение?
tr: Mesajı sil?
zh: 删除消息？

# chat_messages_title
source: Messages
ar: الرسائل
bg: Съобщения
de: Nachrichten
es: Mensajes
it: Messaggi
pl: Wiadomości
ro: Mesaje
ru: Сообщения
tr: Mesajlar
zh: 消息

# chat_modal_channel_description
source: Share updates with a wide audience
ar: شارك التحديثات مع جمهور واسع
bg: Споделяне на актуализации с широка аудитория
de: Updates mit einem großen Publikum teilen
es: Comparte actualizaciones con una audiencia amplia
fr: Partager des mises à jour avec un large public
it: Condividi aggiornamenti con un vasto pubblico
pl: Udostępniaj aktualizacje szerokiej publiczności
ro: Distribuie actualizări unei audiențe largi
ru: Делитесь новостями с широкой аудиторией
tr: Geniş bir kitleyle güncellemeleri paylaşın
zh: 与广大受众分享更新

# chat_modal_group_description
source: Chat with multiple people together
ar: تحدث مع عدة أشخاص معاً
bg: Чат с множество хора заедно
de: Mit mehreren Personen gemeinsam chatten
es: Chatea con varias personas juntas
fr: Discuter avec plusieurs personnes ensemble
it: Chatta con più persone insieme
pl: Czatuj z wieloma osobami jednocześnie
ro: Conversați cu mai multe persoane împreună
ru: Общайтесь с несколькими людьми одновременно
tr: Birden fazla kişiyle birlikte sohbet edin
zh: 与多人一起聊天

# chat_modal_private_description
source: Start a private, one-on-one chat
ar: ابدأ محادثة خاصة بينك وبين شخص واحد
bg: Започнете частен разговор един срещу един
de: Privaten Eins-zu-eins-Chat starten
es: Inicia un chat privado uno a uno
fr: Démarrer une conversation privée en tête-à-tête
it: Inizia una chat privata one-to-one
pl: Rozpocznij prywatną rozmowę jeden na jeden
ro: Începe o conversație privată unu-la-unu
ru: Начать приватный разговор один на один
tr: Özel, bire bir sohbet başlatın
zh: 开始私密的一对一聊天

# chat_modal_title
source: Start conversation
ar: ابدأ محادثة
bg: Започни разговор
de: Unterhaltung starten
es: Iniciar conversación
fr: Démarrer une conversation
it: Inizia conversazione
pl: Rozpocznij rozmowę
ro: Începe conversația
ru: Начать разговор
tr: Konuşma başlat
zh: 开始对话

# chat_money_message_cancelled
source: Cancelled
ar: ملغي
bg: Отменено
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
pl: Anulowano
ro: Anulat
ru: Отменено
tr: İptal edildi
zh: 已取消

# chat_money_my_request_preview_title
source: You requested {amount}
ar: لقد طلبت {amount}
bg: Вие заявихте {amount}
de: Du hast {amount} angefordert
es: Solicitaste {amount}
fr: Vous avez demandé {amount}
it: Hai richiesto {amount}
pl: Zażądałeś {amount}
ro: Ai solicitat {amount}
ru: Вы запросили {amount}
tr: {amount} talep ettiniz
zh: 您请求了 {amount}

# chat_money_my_request_title
source: You requested
ar: لقد طلبت
bg: Вие заявихте
de: Du hast angefordert
es: Solicitaste
fr: Vous avez demandé
it: Hai richiesto
pl: Zażądałeś
ro: Ai solicitat
ru: Вы запросили
tr: Talep ettiniz
zh: 您请求了

# chat_money_received_button
source: View transaction
ar: عرض المعاملة
bg: Виж транзакцията
de: Transaktion anzeigen
es: Ver transacción
fr: Voir la transaction
it: Visualizza transazione
pl: Zobacz transakcję
ro: Vezi tranzacția
ru: Посмотреть транзакцию
tr: İşlemi görüntüle
zh: 查看交易

# chat_money_received_preview_title
source: Sent you {amount}
ar: أرسل لك {amount}
bg: Ви изпрати {amount}
de: Dir {amount} gesendet
es: Te envió {amount}
fr: Vous a envoyé {amount}
it: Ti ha inviato {amount}
pl: Wysłał Ci {amount}
ro: Ți-a trimis {amount}
ru: Отправил вам {amount}
tr: Size {amount} gönderdi
zh: 向您发送了 {amount}

# chat_money_received_title
source: You received
ar: استلمت
bg: Получихте
de: Du hast erhalten
es: Recibiste
fr: Vous avez reçu
it: Hai ricevuto
pl: Otrzymałeś
ro: Ai primit
ru: Вы получили
tr: Aldınız
zh: 您收到了

# chat_money_request_preview_title
source: Requested {amount}
ar: تم طلب {amount}
bg: Заявено {amount}
de: {amount} angefordert
es: Solicitó {amount}
fr: Demandé {amount}
it: Richiesto {amount}
pl: Zażądano {amount}
ro: Solicitat {amount}
ru: Запрошено {amount}
tr: {amount} talep edildi
zh: 请求了 {amount}

# chat_money_request_title
source: Requested
ar: طُلب
bg: Заявено
de: Angefordert
es: Solicitado
fr: Demandé
it: Richiesto
pl: Zażądano
ro: Solicitat
ru: Запрошено
tr: Talep edildi
zh: 已请求

# chat_money_sent_preview_title
source: You sent {amount}
ar: لقد أرسلت {amount}
bg: Вие изпратихте {amount}
de: Du hast {amount} gesendet
es: Enviaste {amount}
fr: Vous avez envoyé {amount}
it: Hai inviato {amount}
pl: Wysłałeś {amount}
ro: Ai trimis {amount}
ru: Вы отправили {amount}
tr: {amount} gönderdiniz
zh: 您发送了 {amount}

# chat_money_sent_title
source: You sent
ar: أرسلت
bg: Вие изпратихте
de: Du hast gesendet
es: Enviaste
fr: Vous avez envoyé
it: Hai inviato
pl: Wysłałeś
ro: Ai trimis
ru: Вы отправили
tr: Gönderdiniz
zh: 您发送了

# chat_new_message_button
source: New message
ar: رسالة جديدة
bg: Ново съобщение
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
pl: Nowa wiadomość
ro: Mesaj nou
ru: Новое сообщение
tr: Yeni mesaj
zh: 新消息

# chat_privacy_cant_send_message
source: You can’t message this user due to their privacy settings.
ar: لا يمكنك إرسال رسالة لهذا المستخدم بسبب إعدادات الخصوصية الخاصة به.
bg: Не можете да изпратите съобщение до този потребител поради техните настройки за поверителност.
de: Du kannst diesem Nutzer aufgrund seiner Datenschutzeinstellungen keine Nachricht senden.
es: No puedes enviar mensajes a este usuario debido a su configuración de privacidad.
fr: Vous ne pouvez pas envoyer de message à cet utilisateur en raison de ses paramètres de confidentialité.
it: Non puoi inviare messaggi a questo utente a causa delle sue impostazioni sulla privacy.
pl: Nie możesz wysłać wiadomości do tego użytkownika z powodu jego ustawień prywatności.
ro: Nu puteți trimite mesaje acestui utilizator din cauza setărilor de confidențialitate.
ru: Вы не можете отправить сообщение этому пользователю из-за его настроек конфиденциальности.
tr: Bu kullanıcının gizlilik ayarları nedeniyle mesaj gönderemezsiniz.
zh: 由于该用户的隐私设置，您无法向其发送消息。

# chat_profile_share_modal_title
source: Share profile
ar: شارك الملف الشخصي
bg: Сподели профил
de: Profil teilen
es: Compartir perfil
fr: Partager le profil
it: Condividi profilo
pl: Udostępnij profil
ro: Distribuie profilul
ru: Поделиться профилем
tr: Profili paylaş
zh: 分享个人资料

# chat_profile_view_button
source: View profile
ar: عرض الملف الشخصي
bg: Виж профила
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
it: Visualizza profilo
pl: Zobacz profil
ro: Vezi profilul
ru: Посмотреть профиль
tr: Profili görüntüle
zh: 查看个人资料

# chat_read
source: Read
ar: مقروء
bg: Прочетено
de: Gelesen
es: Leído
fr: Lu
it: Letto
pl: Przeczytane
ro: Citit
ru: Прочитано
tr: Okundu
zh: 已读

# chat_read_all
source: Read All
ar: قراءة الكل
bg: Прочети всички
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout lire
it: Segna tutto come letto
pl: Przeczytaj wszystko
ro: Citește tot
ru: Прочитать всё
tr: Tümünü oku
zh: 全部标记为已读

# chat_recents_money_request_message
source: Money requested
ar: تم طلب المال
bg: Заявени пари
de: Geld angefordert
es: Dinero solicitado
fr: Demande d'argent
it: Denaro richiesto
pl: Zażądano pieniędzy
ro: Bani solicitați
ru: Запрошены деньги
tr: Para talep edildi
zh: 已请求资金

# chat_search_empty
source: Search here for users, chats, groups, and channels...
ar: ابحث هنا عن المستخدمين، المحادثات، المجموعات، والقنوات...
bg: Търсете тук потребители, чатове, групи и канали...
de: Suche hier nach Nutzern, Chats, Gruppen und Kanälen …
es: Busca aquí usuarios, chats, grupos y canales...
fr: Recherchez ici des utilisateurs, des conversations, des groupes et des canaux...
it: Cerca qui utenti, chat, gruppi e canali...
pl: Szukaj tutaj użytkowników, czatów, grup i kanałów...
ro: Caută aici utilizatori, conversații, grupuri și canale...
ru: Ищите здесь пользователей, чаты, группы и каналы...
tr: Kullanıcılar, sohbetler, gruplar ve kanallar için buraya arayın...
zh: 在此搜索用户、聊天、群组和频道...

# chat_search_no_community_empty
source: Search here for users, chats...
ar: ابحث هنا عن المستخدمين والمحادثات...
bg: Търсете тук потребители, чатове...
de: Suche hier nach Nutzern, Chats …
es: Busca aquí usuarios, chats...
fr: Recherchez ici des utilisateurs, des conversations...
it: Cerca qui utenti, chat...
pl: Szukaj tutaj użytkowników, czatów...
ro: Caută aici utilizatori, conversații...
ru: Ищите здесь пользователей, чаты...
tr: Kullanıcılar, sohbetler için buraya arayın...
zh: 在此搜索用户、聊天...

# chat_title
source: Chats
ar: الدردشات
bg: Чатове
fr: Conversations
it: Chat
pl: Czaty
ro: Conversații
ru: Чаты
tr: Sohbetler
zh: 聊天

# code_block_type_plain_text
source: Plain text
ar: نص عادي
bg: Обикновен текст
de: Nur Text
es: Texto plano
fr: Texte brut
it: Testo normale
pl: Zwykły tekst
ro: Text simplu
ru: Обычный текст
tr: Düz metin
zh: 纯文本

# coming_soon_label
source: Coming soon...
ar: قريبًا...
bg: Скоро...
de: Demnächst...
es: Próximamente...
fr: Bientôt disponible...
it: Prossimamente...
pl: Wkrótce...
ro: În curând...
ru: Уже скоро...
tr: Yakında...
zh: 即将推出...

# common_account
source: Account
ar: الحساب
bg: Акаунт
de: Konto
es: Cuenta
fr: Compte
pl: Konto
ro: Cont
ru: Аккаунт
tr: Hesap
zh: 账户

# common_add_audio
source: Add audio
ar: أضف صوت
bg: Добави аудио
de: Audio hinzufügen
es: Agregar audio
fr: Ajouter de l'audio
it: Aggiungi audio
pl: Dodaj audio
ro: Adaugă audio
ru: Добавить аудио
tr: Ses ekle
zh: 添加音频

# common_add_to_archive
source: Add to archive
ar: أضف إلى الأرشيف
bg: Добави в архива
de: Zum Archiv hinzufügen
es: Agregar al archivo
fr: Ajouter aux archives
it: Aggiungi all'archivio
pl: Dodaj do archiwum
ro: Adaugă la arhivă
ru: Добавить в архив
tr: Arşive ekle
zh: 添加到归档

# common_add_video
source: Add video
ar: أضف فيديو
bg: Добави видео
de: Video hinzufügen
es: Agregar video
fr: Ajouter une vidéo
it: Aggiungi video
pl: Dodaj wideo
ro: Adaugă video
ru: Добавить видео
tr: Video ekle
zh: 添加视频

# common_all_video
source: All video
ar: كل الفيديو
bg: Всички видеа
de: Alle Videos
es: Todo el video
fr: Toutes les vidéos
it: Tutti i video
pl: Wszystkie wideo
ro: Tot video
ru: Все видео
tr: Tüm video
zh: 所有视频

# common_archive
source: Archive
ar: أرشيف
bg: Архив
de: Archiv
es: Archivo
it: Archivio
pl: Archiwum
ro: Arhivă
ru: Архив
tr: Arşiv
zh: 归档

# common_archive_all
source: Archive all
ar: أرشفة الكل
bg: Архивирай всички
de: Alle archivieren
es: Archivar todo
fr: Tout archiver
it: Archivia tutto
pl: Archiwizuj wszystko
ro: Arhivează tot
ru: Архивировать всё
tr: Tümünü arşivle
zh: 全部归档

# common_article
source: article
ar: مقالة
bg: статия
de: Artikel
es: artículo
it: articolo
pl: artykuł
ro: articol
ru: статья
tr: makale
zh: 文章

# common_camera
source: Camera
ar: كاميرا
bg: Камера
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
pl: Aparat
ro: Cameră
ru: Камера
tr: Kamera
zh: 相机

# common_chat
source: Chat
ar: دردشة
bg: Чат
pl: Czat
ru: Чат
tr: Sohbet
zh: 聊天

# common_comment
source: comment
ar: رد
bg: коментар
de: Kommentar
es: comentario
fr: commentaire
it: commento
pl: komentarz
ro: comentariu
ru: комментарий
tr: yorum
zh: 评论

# common_comments
source: Comments
ar: التعليقات
bg: Коментари
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
pl: Komentarze
ro: Comentarii
ru: Комментарии
tr: Yorumlar
zh: 评论

# common_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
bg: Потвърди парола
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pl: Potwierdź hasło
ro: Confirmă parola
ru: Подтвердить пароль
tr: Şifreyi onayla
zh: 确认密码

# common_congratulations
source: Congratulations
ar: تهانينا
bg: Поздравления
de: Herzlichen Glückwunsch
es: Felicitaciones
fr: Félicitations
it: Congratulazioni
pl: Gratulacje
ro: Felicitări
ru: Поздравляем
tr: Tebrikler
zh: 恭喜

# common_copied
source: Copied
ar: تم النسخ
bg: Копирано
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
pl: Skopiowano
ro: Copiat
ru: Скопировано
tr: Kopyalandı
zh: 已复制

# common_crop_image
source: Crop Image
ar: اقتصاص الصورة
bg: Изряжи изображение
de: Bild zuschneiden
es: Recortar imagen
fr: Recadrer l'image
it: Ritaglia immagine
pl: Przytnij obraz
ro: Decupează imaginea
ru: Обрезать изображение
tr: Görüntüyü kırp
zh: 裁剪图片

# common_deleted_account
source: Deleted Account
ar: حساب محذوف
bg: Изтрит акаунт
de: Gelöschtes Konto
es: Cuenta eliminada
fr: Compte supprimé
it: Account eliminato
pl: Usunięte konto
ro: Cont șters
ru: Удалённый аккаунт
tr: Silinen Hesap
zh: 已删除账户

# common_desc
source: Description
ar: الوصف
bg: Описание
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
ro: Descriere
ru: Описание
tr: Açıklama
zh: 描述

# common_document
source: Document
ar: وثيقة
bg: Документ
de: Dokument
es: Documento
it: Documento
pl: Dokument
ru: Документ
tr: Belge
zh: 文档

# common_email_address
source: Email address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
pl: Adres e-mail
ro: Adresă e-mail
ru: Адрес электронной почты
tr: E-posta adresi
zh: 电子邮件地址

# common_error
source: Error
ar: خطأ
bg: Грешка
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
ro: Eroare
ru: Ошибка
tr: Hata
zh: 错误

# common_forwarded
source: Forwarded
ar: معاد توجيهه
bg: Препратено
de: Weitergeleitet
es: Reenviado
fr: Transféré
it: Inoltrato
pl: Przekazane
ro: Trimis mai departe
ru: Переслано
tr: İletildi
zh: 已转发

# common_forwarded_from
source: Forwarded from
ar: معاد توجيهه من
bg: Препратено от
de: Weitergeleitet von
es: Reenviado desde
fr: Transféré depuis
it: Inoltrato da
pl: Przekazane od
ro: Trimis mai departe de la
ru: Переслано от
tr: İletildi
zh: 转发自

# common_identity_key_name
source: Identity key name
ar: اسم مفتاح الهوية
bg: Име на ключа за идентичност
de: Name des Identitätsschlüssels
es: Nombre de la clave de identidad
fr: Nom de la clé d'identité
it: Nome chiave di identità
pl: Nazwa klucza tożsamości
ro: Numele cheii de identitate
ru: Имя ключа идентичности
tr: Kimlik anahtarı adı
zh: 身份密钥名称

# common_information
source: Information
ar: معلومات
bg: Информация
de: Informationen
es: Información
it: Informazioni
pl: Informacja
ro: Informații
ru: Информация
tr: Bilgi
zh: 信息

# common_invitation_link
source: Invitation link
ar: رابط الدعوة
bg: Връзка за покана
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link di invito
pl: Link zaproszenia
ro: Link invitație
ru: Ссылка приглашения
tr: Davet bağlantısı
zh: 邀请链接

# common_language
source: Language
ar: لغة
bg: Език
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
ro: Limba
ru: Язык
tr: Dil
zh: 语言

# common_links
source: Links
ar: روابط
bg: Връзки
es: Enlaces
fr: Liens
it: Link
pl: Linki
ro: Linkuri
ru: Ссылки
tr: Bağlantılar
zh: 链接

# common_media
source: Media
ar: وسائط
bg: Медия
de: Medien
es: Medios
fr: Médias
pl: Multimedia
ru: Медиа
tr: Medya
zh: 媒体

# common_message_edited
source: Edited
ar: معدل
bg: Редактирано
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
pl: Edytowane
ro: Editat
ru: Отредактировано
tr: Düzenlendi
zh: 已编辑
