Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# general_feed
source: Feed
ar: الخلاصة
bg: Лента
fr: Fil d'actualité
pl: Kanał
ru: Лента
tr: Akış
zh: 动态

# general_videos
source: Videos
ar: الفيديوهات
bg: Видеа
fr: Vidéos
it: Video
pl: Wideo
ro: Video-uri
ru: Видео
tr: Videolar
zh: 视频

# get_started_description
source: Enter your identity key name to log in into your account
ar: أدخل اسم مفتاح هويتك لتسجيل الدخول إلى حسابك
bg: Въведете името на вашия ключ за идентичност, за да влезете в акаунта си
de: Gib den Namen deines Identitätsschlüssels ein, um dich bei deinem Konto anzumelden
es: Ingresa el nombre de tu clave de identidad para iniciar sesión en tu cuenta
fr: Entrez votre nom de clé d'identité pour vous connecter à votre compte
it: Inserisci il nome della tua chiave di identità per accedere al tuo account
pl: Wprowadź nazwę klucza tożsamości, aby zalogować się na swoje konto
ro: Introdu numele cheii de identitate pentru a te conecta la cont
ru: Введите имя ключа идентичности, чтобы войти в свой аккаунт
tr: Hesabınıza giriş yapmak için kimlik anahtarı adınızı girin
zh: 输入您的身份密钥名称以登录您的账户

# get_started_method_divider
source: or
ar: أو
bg: или
de: oder
es: o
fr: ou
it: o
pl: lub
ro: sau
ru: или
tr: veya
zh: 或

# get_started_restore_button
source: Restore identity key
ar: استعادة مفتاح الهوية
bg: Възстанови ключ за идентичност
de: Identitätsschlüssel wiederherstellen
es: Restaurar clave de identidad
fr: Restaurer la clé d'identité
it: Ripristina chiave di identità
pl: Przywróć klucz tożsamości
ro: Restaurează cheia de identitate
ru: Восстановить ключ идентичности
tr: Kimlik anahtarını geri yükle
zh: 恢复身份密钥

# get_started_title
source: Get started
ar: ابدأ
bg: Започни
de: Los geht’s
es: Comenzar
fr: Commencer
it: Inizia
pl: Zacznij
ro: Începe
ru: Начать
tr: Başlayın
zh: 开始使用

# group_create_create_button
source: Create group
ar: إنشاء المجموعة
bg: Създай група
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
pl: Utwórz grupę
ro: Creează grup
ru: Создать группу
tr: Grup oluştur
zh: 创建群组

# group_create_first_message
source: Group has been created
ar: تم إنشاء المجموعة
bg: Групата беше създадена
de: Gruppe wurde erstellt
es: El grupo ha sido creado
fr: Le groupe a été créé
it: Il gruppo è stato creato
pl: Grupa została utworzona
ro: Grupul a fost creat
ru: Группа создана
tr: Grup oluşturuldu
zh: 群组已创建

# group_create_members_number
source: Group members ({members})
ar: أعضاء المجموعة ({members})
bg: Членове на групата ({members})
de: Gruppenmitglieder ({members})
es: Miembros del grupo ({members})
fr: Membres du groupe ({members})
it: Membri del gruppo ({members})
pl: Członkowie grupy ({members})
ro: Membri grup ({members})
ru: Участники группы ({members})
tr: Grup üyeleri ({members})
zh: 群组成员 ({members})

# group_create_name_label
source: Group Name
ar: اسم المجموعة
bg: Име на групата
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
pl: Nazwa grupy
ro: Numele grupului
ru: Название группы
tr: Grup Adı
zh: 群组名称

# group_create_title
source: New Group
ar: مجموعة جديدة
bg: Нова група
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
pl: Nowa grupa
ro: Grup nou
ru: Новая группа
tr: Yeni Grup
zh: 新建群组

# group_create_type
source: Group type
ar: نوع المجموعة
bg: Тип група
de: Gruppentyp
es: Tipo de grupo
fr: Type de groupe
it: Tipo di gruppo
pl: Typ grupy
ro: Tipul grupului
ru: Тип группы
tr: Grup türü
zh: 群组类型

# group_create_type_encrypted
source: Encrypted
ar: مشفر
bg: Криптирано
de: Verschlüsselt
es: Cifrado
fr: Crypté
it: Crittografato
pl: Szyfrowane
ro: Criptat
ru: Зашифровано
tr: Şifrelenmiş
zh: 加密

# group_create_type_encrypted_desc
source: End-to-end encryption is used. Only you and the people you communicate with can see the messages.
ar: يتم استخدام التشفير من الطرف إلى الطرف. فقط أنت والأشخاص الذين تتواصل معهم يمكنهم رؤية الرسائل.
bg: Използва се криптиране от край до край. Само вие и хората, с които комуникирате, могат да виждат съобщенията.
de: Es wird Ende-zu-Ende-Verschlüsselung verwendet. Nur du und die Personen, mit denen du kommunizierst, können die Nachrichten sehen.
es: Se usa cifrado de extremo a extremo. Solo tú y las personas con las que te comunicas pueden ver los mensajes.
fr: Le cryptage de bout en bout est utilisé. Seuls vous et les personnes avec qui vous communiquez pouvez voir les messages.
it: Viene utilizzata la crittografia end-to-end. Solo tu e le persone con cui comunichi potete vedere i messaggi.
pl: Używane jest szyfrowanie end-to-end. Tylko Ty i osoby, z którymi komunikujesz się, mogą widzieć wiadomości.
ro: Este folosită criptarea end-to-end. Doar tu și persoanele cu care comunici pot vedea mesajele.
ru: Используется сквозное шифрование. Только вы и люди, с которыми вы общаетесь, могут видеть сообщения.
tr: Uçtan uca şifreleme kullanılır. Yalnızca siz ve iletişim kurduğunuz kişiler mesajları görebilir.
zh: 使用端到端加密。只有您和您与之通信的人可以看到消息。

# group_create_type_private_desc
source: Private channels can't be found in search and aren't end-to-end encrypted.
ar: المجموعات الخاصة لا يمكن العثور عليها في البحث وليست مشفرة من الطرف إلى الطرف.
bg: Частните канали не могат да бъдат намерени в търсенето и не са криптирани от край до край.
de: Private Gruppen können in der Suche nicht gefunden werden und sind nicht Ende-zu-Ende verschlüsselt.
es: Los canales privados no se pueden encontrar en la búsqueda y no están cifrados de extremo a extremo.
fr: Les canaux privés ne peuvent pas être trouvés dans la recherche et ne sont pas cryptés de bout en bout.
it: I canali privati non possono essere trovati nella ricerca e non sono crittografati end-to-end.
pl: Prywatne kanały nie mogą być znalezione w wyszukiwaniu i nie są szyfrowane end-to-end.
ro: Canalele private nu pot fi găsite în căutare și nu sunt criptate end-to-end.
ru: Приватные каналы не могут быть найдены в поиске и не зашифрованы end-to-end.
tr: Özel kanallar aramada bulunamaz ve uçtan uca şifrelenmiş değildir.
zh: 私有频道无法在搜索中找到，且未进行端到端加密。

# group_create_type_public_desc
source: Public channels are searchable and open to all users.
ar: المجموعات العامة قابلة للبحث ومفتوحة لجميع المستخدمين.
bg: Публичните канали могат да бъдат търсени и са отворени за всички потребители.
de: Öffentliche Gruppen sind durchsuchbar und für alle Nutzer offen.
es: Los canales públicos son buscables y están abiertos a todos los usuarios.
fr: Les canaux publics sont recherchables et ouverts à tous les utilisateurs.
it: I canali pubblici sono ricercabili e aperti a tutti gli utenti.
pl: Publiczne kanały są wyszukiwalne i otwarte dla wszystkich użytkowników.
ro: Canalele publice sunt căutabile și deschise pentru toți utilizatorii.
ru: Публичные каналы доступны для поиска и открыты для всех пользователей.
tr: Herkese açık kanallar aranabilir ve tüm kullanıcılara açıktır.
zh: 公开频道可搜索，对所有用户开放。

# group_create_type_title
source: Choose group type
ar: اختر نوع المجموعة
bg: Избери тип група
de: Gruppentyp auswählen
es: Elegir tipo de grupo
fr: Choisir le type de groupe
it: Scegli tipo di gruppo
pl: Wybierz typ grupy
ro: Alege tipul de grup
ru: Выберите тип группы
tr: Grup türünü seç
zh: 选择群组类型

# group_created_message
source: The group has been created
ar: تم إنشاء المجموعة
bg: Групата беше създадена
de: Die Gruppe wurde erstellt
es: El grupo ha sido creado
fr: Le groupe a été créé
it: Il gruppo è stato creato
pl: Grupa została utworzona
ro: Grupul a fost creat
ru: Группа создана
tr: Grup oluşturuldu
zh: 群组已创建

# hodl_for
source: HODL for {time}
ar: احتفظ لمدة {time}
bg: HODL за {time}
de: HODL für {time}
es: HODL por {time}
fr: HODL pendant {time}
it: HODL per {time}
pl: HODL przez {time}
ro: HODL pentru {time}
ru: HODL на {time}
tr: {time} için HODL
zh: 持有 {time}

source: Holders
bg: Притежатели
es: Tenedores
fr: Détenteurs
it: Detentori
pl: Posiadacze
ru: Держатели

# hour
source: {count, plural, =1{hour} other{hours}}
ar: {count, plural, =1{ساعة} other{ساعات}}
bg: {count, plural, =1{час} other{часа}}
de: {count, plural, =1{Stunde} other{Stunden}}
es: {count, plural, =1{hora} other{horas}}
fr: {count, plural, =1{heure} other{heures}}
it: {count, plural, =1{ora} other{ore}}
pl: {count, plural, =1{godzina} other{godzin}}
ro: {count, plural, =1{oră} other{ore}}
ru: {count, plural, =1{час} other{часов}}
tr: {count, plural, =1{saat} other{saat}}
zh: {count, plural, =1{小时} other{小时}}

# identity_key_name_description
source: Think of your identity key name as a unique identifier of your account. You'll need it to log in and recover your account, so keep it safe and don't forget it
ar: اعتبر اسم مفتاح هويتك كمعرف فريد لحسابك. ستحتاجه لتسجيل الدخول واستعادة حسابك، لذا احفظه جيداً ولا تنساه
bg: Мислете за името на вашия ключ за идентичност като уникален идентификатор на вашия акаунт. Ще го използвате за влизане и възстановяване на акаунта си, така че го пазете в безопасност и не го забравяйте
de: Betrachte den Namen deines Identitätsschlüssels als eindeutige Kennung deines Kontos. Du benötigst ihn, um dich anzumelden und dein Konto wiederherzustellen; bewahre ihn daher sicher auf und vergiss ihn nicht.
es: Piensa en el nombre de tu clave de identidad como un identificador único de tu cuenta. Lo necesitarás para iniciar sesión y recuperar tu cuenta, así que guárdalo de forma segura y no lo olvides
fr: Considérez votre nom de clé d'identité comme un identifiant unique de votre compte. Vous en aurez besoin pour vous connecter et récupérer votre compte, alors gardez-le en sécurité et ne l'oubliez pas
it: Pensa al nome della tua chiave di identità come a un identificatore univoco del tuo account. Ne avrai bisogno per accedere e recuperare il tuo account, quindi tienilo al sicuro e non dimenticarlo
pl: Myśl o nazwie klucza tożsamości jako o unikalnym identyfikatorze Twojego konta. Będziesz go potrzebować do logowania i odzyskiwania konta, więc przechowuj go bezpiecznie i nie zapomnij
ro: Gândește-te la numele cheii de identitate ca la un identificator unic al contului tău. Vei avea nevoie de el pentru a te conecta și pentru a recupera contul, așa că păstrează-l în siguranță și nu-l uita
ru: Думайте об имени ключа идентичности как об уникальном идентификаторе вашего аккаунта. Он понадобится вам для входа и восстановления аккаунта, поэтому храните его в безопасности и не забывайте
tr: Kimlik anahtarı adınızı hesabınızın benzersiz bir tanımlayıcısı olarak düşünün. Giriş yapmak ve hesabınızı kurtarmak için buna ihtiyacınız olacak, bu yüzden güvende tutun ve unutmayın
zh: 将您的身份密钥名称视为您账户的唯一标识符。您需要它来登录和恢复账户，因此请妥善保管，不要忘记

# identity_key_name_usage
source: Use it to log in on any app secured by
ar: استخدمه لتسجيل الدخول على أي تطبيق مؤمن بواسطة
bg: Използвайте го за влизане във всяко приложение, защитено от
de: Verwende ihn, um dich in jeder App anzumelden, die gesichert ist durch
es: Úsalo para iniciar sesión en cualquier aplicación protegida por
fr: Utilisez-le pour vous connecter à toute application sécurisée par
it: Usalo per accedere a qualsiasi app protetta da
pl: Użyj go do logowania się w dowolnej aplikacji zabezpieczonej przez
ro: Folosește-l pentru a te conecta în orice aplicație securizată de
ru: Используйте его для входа в любое приложение, защищённое
tr: Bununla güvenli herhangi bir uygulamaya giriş yapın
zh: 使用它登录任何由以下机构保护的应用程序

# invite_friends_button
source: Invite a friend
ar: ادعُ صديقًا
bg: Покани приятел
de: Freund einladen
es: Invitar un amigo
fr: Inviter un ami
it: Invita un amico
pl: Zaproś przyjaciela
ro: Invită un prieten
ru: Пригласить друга
tr: Arkadaş davet et
zh: 邀请朋友

# invite_friends_earnings_title
source: Earnings
ar: الأرباح
bg: Печалби
de: Einnahmen
es: Ganancias
fr: Revenus
it: Guadagni
pl: Zarobki
ro: Câștiguri
ru: Заработок
tr: Kazançlar
zh: 收益

# invite_friends_page_subtitle
source: For each person you invite, you receive a percent of the revenue they generate
ar: لكل شخص تدعوه، ستحصل على نسبة من الإيرادات التي يحققها
bg: За всяко лице, което поканите, получавате процент от приходите, които то генерира
de: Für jede eingeladene Person erhältst du einen Prozentsatz der von ihr erzielten Einnahmen
es: Por cada persona que invites, recibes un porcentaje de los ingresos que generan
fr: Pour chaque personne que vous invitez, vous recevez un pourcentage des revenus qu'elle génère
it: Per ogni persona che inviti, ricevi una percentuale dei ricavi che genera
pl: Za każdą osobę, którą zaprosisz, otrzymujesz procent przychodów, które generuje
ro: Pentru fiecare persoană pe care o inviți, primești un procent din veniturile pe care le generează
ru: За каждого приглашённого человека вы получаете процент от дохода, который они генерируют
tr: Davet ettiğiniz her kişi için, ürettikleri gelirin bir yüzdesini alırsınız
zh: 您邀请的每个人，您都会获得他们产生的收入的一定百分比

# invite_friends_page_title
source: Invite your friends and earn rewards and commissions
ar: ادعُ أصدقاءك واربح المكافآت والعمولات
bg: Поканете вашите приятели и печелете награди и комисионни
de: Lade deine Freunde ein und erhalte Belohnungen und Provisionen
es: Invita a tus amigos y gana recompensas y comisiones
fr: Invitez vos amis et gagnez des récompenses et des commissions
it: Invita i tuoi amici e guadagna ricompense e commissioni
pl: Zaproś swoich przyjaciół i zdobywaj nagrody oraz prowizje
ro: Invită-ți prietenii și câștigă recompense și comisioane
ru: Пригласите своих друзей и зарабатывайте награды и комиссии
tr: Arkadaşlarınızı davet edin ve ödüller ve komisyonlar kazanın
zh: 邀请您的朋友并获得奖励和佣金

# invite_friends_percentage_first_month_label
source: First month
ar: الشهر الأول
bg: Първи месец
de: Erster Monat
es: Primer mes
fr: Premier mois
it: Primo mese
pl: Pierwszy miesiąc
ro: Prima lună
ru: Первый месяц
tr: İlk ay
zh: 第一个月

# invite_friends_percentage_lifetime_label
source: Lifetime
ar: مدى الحياة
bg: Цял живот
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
pl: Na całe życie
ro: Pe viață
ru: На всю жизнь
tr: Yaşam boyu
zh: 终身

# invite_friends_referral_code_label
source: My referral code
ar: رمز الدعوة الخاص بي
bg: Моят код за препоръка
de: Mein Empfehlungscode
es: Mi código de referido
fr: Mon code de parrainage
it: Il mio codice di referral
pl: Mój kod polecający
ro: Codul meu de recomandare
ru: Мой реферальный код
tr: Referans kodum
zh: 我的推荐码

# invite_friends_shared_link_text
source: Be part of Online+, the creator-first social network.
ar: كن جزءًا من Online+، شبكة التواصل الاجتماعي التي تضع صُنّاع المحتوى أولاً.
bg: Бъдете част от Online+, социалната мрежа, ориентирана към създателите.
de: Werde Teil von Online+, dem Creator-First-Sozialnetzwerk.
es: Sé parte de Online+, la red social centrada en creadores.
fr: Faites partie de Online+, le réseau social orienté créateurs.
it: Fai parte di Online+, il social network orientato ai creatori.
pl: Dołącz do Online+, sieci społecznościowej skoncentrowanej na twórcach.
ro: Fii parte din Online+, rețeaua socială axată pe creatori.
ru: Станьте частью Online+, социальной сети, ориентированной на создателей.
tr: Oluşturucu odaklı sosyal ağ Online+'ın bir parçası olun.
zh: 加入 Online+，以创作者为先的社交网络。

# invite_friends_summary_ads_text
source: Ads
ar: الإعلانات
bg: Реклами
de: Werbung
es: Anuncios
fr: Publicités
it: Annunci
pl: Reklamy
ro: Reclame
ru: Реклама
tr: Reklamlar
zh: 广告

# invite_friends_summary_referrals_text
source: Total referrals
ar: إجمالي الدعوات
bg: Общо препоръки
de: Einladungen insgesamt
es: Referidos totales
fr: Total des parrainages
it: Referral totali
pl: Łączne polecenia
ro: Recomandări totale
ru: Всего рефералов
tr: Toplam referans
zh: 总推荐数

# invite_friends_summary_upgrades_text
source: Upgrades
ar: الترقيات
bg: Надстройки
es: Actualizaciones
fr: Améliorations
it: Aggiornamenti
pl: Ulepszenia
ro: Actualizări
ru: Обновления
tr: Yükseltmeler
zh: 升级

# latest_trades_empty
source: Make the first transaction
bg: Направете първата транзакция
es: Realiza la primera transacción
fr: Effectuez la première transaction
it: Effettua la prima transazione
pl: Wykonaj pierwszą transakcję
ru: Совершите первую транзакцию

# latest_trades_title
source: Trades
bg: Сделки
de: Neueste Trades
es: Operaciones
fr: Transactions
it: Operazioni
pl: Ostatnie transakcje
ru: Сделки

# maintenance_page_description
source: We’re making some quick improvements behind the scenes. Everything will be back to normal soon. Please try again later.
ar: نقوم بإجراء بعض التحسينات السريعة خلف الكواليس. سيعود كل شيء إلى طبيعته قريباً. يرجى المحاولة مرة أخرى لاحقًا.
bg: Правим някои бързи подобрения зад кулисите. Всичко ще се върне към нормално скоро. Моля, опитайте отново по-късно.
de: Wir nehmen im Hintergrund einige schnelle Verbesserungen vor. Bald ist wieder alles normal. Bitte versuche es später erneut.
es: Estamos haciendo algunas mejoras rápidas entre bastidores. Todo volverá a la normalidad pronto. Por favor intenta de nuevo más tarde.
fr: Nous effectuons quelques améliorations rapides en coulisses. Tout reviendra bientôt à la normale. Veuillez réessayer plus tard.
it: Stiamo apportando alcuni miglioramenti rapidi dietro le quinte. Tutto tornerà alla normalità a breve. Riprova più tardi.
pl: Wprowadzamy szybkie ulepszenia za kulisami. Wszystko wkrótce wróci do normy. Spróbuj ponownie później.
ro: Facem îmbunătățiri rapide în culise. Totul va reveni la normal în curând. Vă rugăm să încercați din nou mai târziu.
ru: Мы вносим быстрые улучшения за кулисами. Всё скоро вернётся в норму. Пожалуйста, попробуйте позже.
tr: Perde arkasında hızlı iyileştirmeler yapıyoruz. Her şey yakında normale dönecek. Lütfen daha sonra tekrar deneyin.
zh: 我们正在幕后进行一些快速改进。一切很快就会恢复正常。请稍后再试。

# maintenance_page_title
source: We’ll be back shortly
ar: سنعود قريبًا
bg: Ще се върнем скоро
de: Wir sind bald zurück
es: Volveremos en breve
fr: Nous serons bientôt de retour
it: Torneremo a breve
pl: Wkrótce wrócimy
ro: Vom reveni în curând
ru: Скоро вернёмся
tr: Kısa süre içinde döneceğiz
zh: 我们很快就会回来

# members_count
source: {count, plural, =1 {{count} member} other {{count} members}}
ar: {count, plural, =1 {{count} عضو} other {{count} أعضاء}}
bg: {count, plural, =1 {{count} член} other {{count} членове}}
de: {count, plural, =1 {{count} Mitglied} other {{count} Mitglieder}}
es: {count, plural, =1 {{count} miembro} other {{count} miembros}}
fr: {count, plural, =1 {{count} membre} other {{count} membres}}
it: {count, plural, =1 {{count} membro} other {{count} membri}}
pl: {count, plural, =1 {{count} członek} other {{count} członków}}
ro: {count, plural, =1 {{count} membru} other {{count} membri}}
ru: {count, plural, =1 {{count} участник} other {{count} участников}}
tr: {count, plural, =1 {{count} üye} other {{count} üye}}
zh: {count, plural, =1 {{count} 位成员} other {{count} 位成员}}

# messaging_empty_description
source: Messages and voices are end-to-end encrypted.
ar: الرسائل والأصوات مشفرة من الطرف إلى الطرف.
bg: Съобщенията и гласовете са криптирани от край до край.
de: Nachrichten und Sprachnachrichten sind Ende-zu-Ende verschlüsselt.
es: Los mensajes y las voces están cifrados de extremo a extremo.
fr: Les messages et les voix sont cryptés de bout en bout.
it: I messaggi e le voci sono crittografati end-to-end.
pl: Wiadomości i głosy są szyfrowane end-to-end.
ro: Mesajele și vocile sunt criptate end-to-end.
ru: Сообщения и голосовые сообщения зашифрованы end-to-end.
tr: Mesajlar ve sesler uçtan uca şifrelenmiştir.
zh: 消息和语音均采用端到端加密。

# new_chat_modal_description
source: Search above for users, groups, and channels...
ar: ابحث أعلاه عن المستخدمين والمجموعات والقنوات...
bg: Търсете по-горе потребители, групи и канали...
de: Suche oben nach Nutzern, Gruppen und Kanälen …
es: Busca arriba usuarios, grupos y canales...
fr: Recherchez ci-dessus des utilisateurs, des groupes et des canaux...
it: Cerca sopra utenti, gruppi e canali...
pl: Szukaj powyżej użytkowników, grup i kanałów...
ro: Caută mai sus utilizatori, grupuri și canale...
ru: Ищите выше пользователей, группы и каналы...
tr: Yukarıda kullanıcılar, gruplar ve kanallar için arayın...
zh: 在上方搜索用户、群组和频道...

# new_chat_modal_new_channel_button
source: New channel
ar: قناة جديدة
bg: Нов канал
de: Neuer Kanal
es: Nuevo canal
fr: Nouveau canal
it: Nuovo canale
pl: Nowy kanał
ro: Canal nou
ru: Новый канал
tr: Yeni kanal
zh: 新频道

# new_chat_modal_new_group_button
source: New group
ar: مجموعة جديدة
bg: Нова група
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
pl: Nowa grupa
ro: Grup nou
ru: Новая группа
tr: Yeni grup
zh: 新建群组

# new_chat_modal_title
source: New chat
ar: محادثة جديدة
bg: Нов чат
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
it: Nuova chat
pl: Nowy czat
ro: Conversație nouă
ru: Новый чат
tr: Yeni sohbet
zh: 新聊天

# new_passkey_creds_suggestion_desc
source: Do you want to create new credentials on this device?
ar: هل تريد إنشاء بيانات اعتماد جديدة على هذا الجهاز؟
bg: Искате ли да създадете нови идентификационни данни на това устройство?
de: Möchtest du neue Anmeldedaten auf diesem Gerät erstellen?
es: ¿Quieres crear nuevas credenciales en este dispositivo?
fr: Voulez-vous créer de nouvelles informations d'identification sur cet appareil ?
it: Vuoi creare nuove credenziali su questo dispositivo?
pl: Czy chcesz utworzyć nowe dane uwierzytelniające na tym urządzeniu?
ro: Doriți să creați credențiale noi pe acest dispozitiv?
ru: Хотите создать новые учётные данные на этом устройстве?
tr: Bu cihazda yeni kimlik bilgileri oluşturmak ister misiniz?
zh: 您想在此设备上创建新凭据吗？

# new_passkey_creds_suggestion_title
source: Add passkey credentials
ar: أضف بيانات اعتماد مفتاح المرور
bg: Добави идентификационни данни за passkey
de: Passkey-Anmeldedaten hinzufügen
es: Agregar credenciales de clave de acceso
fr: Ajouter des informations d'identification passkey
it: Aggiungi credenziali passkey
pl: Dodaj dane uwierzytelniające passkey
ro: Adaugă credențiale passkey
ru: Добавить учётные данные passkey
tr: Passkey kimlik bilgileri ekle
zh: 添加通行密钥凭据

# nickname_not_owned_suffix
source: (! not owned)
ar: (! غير مملوك)
bg: (! не е собственост)
de: (! nicht im Besitz)
es: (! no poseído)
fr: (! non possédé)
it: (! non posseduto)
pl: (! nie posiadane)
ro: (! nu deținut)
ru: (! не владеете)
tr: (! sahip değil)
zh: (! 未拥有)

# no_connection_page_description
source: Please check your internet connection and try again
ar: يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى
bg: Моля, проверете вашата интернет връзка и опитайте отново
de: Bitte überprüfe deine Internetverbindung und versuche es erneut
es: Por favor verifica tu conexión a internet e intenta de nuevo
fr: Veuillez vérifier votre connexion Internet et réessayer
it: Controlla la tua connessione internet e riprova
pl: Proszę sprawdzić połączenie internetowe i spróbować ponownie
ro: Vă rugăm să verificați conexiunea la internet și să încercați din nou
ru: Пожалуйста, проверьте подключение к интернету и попробуйте снова
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
zh: 请检查您的网络连接并重试

# no_connection_page_title
source: There is no connection
ar: لا يوجد اتصال
bg: Няма връзка
de: Keine Verbindung
es: No hay conexión
fr: Il n'y a pas de connexion
it: Non c'è connessione
pl: Brak połączenia
ro: Nu există conexiune
ru: Нет подключения
tr: Bağlantı yok
zh: 无连接

# notification_article_loading
source: Loading article...
ar: تحميل المقالة...
bg: Зареждане на статията...
de: Artikel wird geladen …
es: Cargando artículo...
fr: Chargement de l'article...
it: Caricamento articolo...
pl: Ładowanie artykułu...
ro: Se încarcă articolul...
ru: Загрузка статьи...
tr: Makale yükleniyor...
zh: 正在加载文章...

# notification_article_published
source: Article published
ar: نشر المقالة
bg: Статията беше публикувана
de: Artikel veröffentlicht
es: Artículo publicado
fr: Article publié
it: Articolo pubblicato
pl: Artykuł opublikowany
ro: Articol publicat
ru: Статья опубликована
tr: Makale yayınlandı
zh: 文章已发布
