Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# restore_identity_creds_description
source: Please enter your recovery credentials below
ar: يرجى إدخال بيانات استعادتك أدناه
bg: Моля, въведете вашите идентификационни данни за възстановяване по-долу
de: Bitte gib unten deine Wiederherstellungsdaten ein
es: Por favor ingresa tus credenciales de recuperación a continuación
fr: Veuillez entrer vos informations d'identification de récupération ci-dessous
it: Inserisci le tue credenziali di recupero qui sotto
pl: Proszę wprowadzić swoje dane uwierzytelniające odzyskiwania poniżej
ro: Vă rugăm să introduceți credențialele de recuperare mai jos
ru: Пожалуйста, введите свои учётные данные восстановления ниже
tr: Lütfen kurtarma kimlik bilgilerinizi aşağıya girin
zh: 请在下面输入您的恢复凭据

# restore_identity_creds_recovery_code
source: Recovery code
ar: رمز الاستعادة
bg: Код за възстановяване
de: Wiederherstellungscode
es: Código de recuperación
fr: Code de récupération
it: Codice di recupero
pl: Kod odzyskiwania
ro: Cod de recuperare
ru: Код восстановления
tr: Kurtarma kodu
zh: 恢复代码

# restore_identity_creds_recovery_key
source: Recovery key ID
ar: معرف مفتاح الاستعادة
bg: ID на ключа за възстановяване
de: Schlüssel-ID
es: ID de clave de recuperación
fr: ID de clé de récupération
it: ID chiave di recupero
pl: ID klucza odzyskiwania
ro: ID cheie de recuperare
ru: ID ключа восстановления
tr: Kurtarma anahtarı ID
zh: 恢复密钥 ID

# restore_identity_from
source: Restore from {type}
ar: استعادة من {type}
bg: Възстанови от {type}
de: Wiederherstellen von {type}
es: Restaurar desde {type}
fr: Restaurer depuis {type}
it: Ripristina da {type}
pl: Przywróć z {type}
ro: Restaurează din {type}
ru: Восстановить из {type}
tr: {type} geri yükle
zh: 从 {type} 恢复

# restore_identity_invalid_creds_alert_description
source: Please ensure that you have entered the correct information.
ar: يرجى التأكد من إدخال المعلومات الصحيحة.
bg: Моля, уверете се, че сте въвели правилната информация.
de: Bitte stelle sicher, dass du die korrekten Angaben eingegeben hast.
es: Por favor asegúrate de haber ingresado la información correcta.
fr: Veuillez vous assurer d'avoir entré les informations correctes.
it: Assicurati di aver inserito le informazioni corrette.
pl: Proszę upewnić się, że wprowadziłeś prawidłowe informacje.
ro: Vă rugăm să vă asigurați că ați introdus informațiile corecte.
ru: Пожалуйста, убедитесь, что вы ввели правильную информацию.
tr: Lütfen doğru bilgileri girdiğinizden emin olun.
zh: 请确保您输入的信息正确。

# restore_identity_invalid_creds_alert_title
source: Invalid credentials
ar: بيانات استعادة غير صالحة
bg: Невалидни идентификационни данни
de: Ungültige Anmeldedaten
es: Credenciales no válidas
fr: Informations d'identification invalides
it: Credenziali non valide
pl: Nieprawidłowe dane uwierzytelniające
ro: Credențiale invalide
ru: Неверные учётные данные
tr: Geçersiz kimlik bilgileri
zh: 无效的凭据

# restore_identity_title
source: Restore identity key
ar: استعادة مفتاح الهوية
bg: Възстанови ключ за идентичност
de: Identitätsschlüssel wiederherstellen
es: Restaurar clave de identidad
fr: Restaurer la clé d'identité
it: Ripristina chiave di identità
pl: Przywróć klucz tożsamości
ro: Restaurează cheia de identitate
ru: Восстановить ключ идентичности
tr: Kimlik anahtarını geri yükle
zh: 恢复身份密钥

# restore_identity_type_credentials_description
source: Restore with Recovery code and Recovery key ID
ar: استعادة باستخدام رمز الاستعادة ومعرف مفتاح الاستعادة
bg: Възстанови с код за възстановяване и ID на ключа за възстановяване
de: Mit Wiederherstellungscode und Schlüssel-ID wiederherstellen
es: Restaurar con Código de recuperación e ID de clave de recuperación
fr: Restaurer avec le code de récupération et l'ID de clé de récupération
it: Ripristina con Codice di recupero e ID chiave di recupero
pl: Przywróć za pomocą kodu odzyskiwania i ID klucza odzyskiwania
ro: Restaurează cu codul de recuperare și ID-ul cheii de recuperare
ru: Восстановить с помощью кода восстановления и ID ключа восстановления
tr: Kurtarma kodu ve Kurtarma anahtarı ID ile geri yükleyin
zh: 使用恢复代码和恢复密钥 ID 恢复

# restore_identity_type_credentials_title
source: Restore using recovery credentials
ar: استعادة باستخدام بيانات الاستعادة
bg: Възстанови чрез идентификационни данни за възстановяване
de: Mit Wiederherstellungsdaten wiederherstellen
es: Restaurar usando credenciales de recuperación
fr: Restaurer en utilisant les informations d'identification de récupération
it: Ripristina utilizzando credenziali di recupero
pl: Przywróć przy użyciu danych uwierzytelniających odzyskiwania
ro: Restaurează folosind credențialele de recuperare
ru: Восстановить с помощью учётных данных восстановления
tr: Kurtarma kimlik bilgileri kullanarak geri yükle
zh: 使用恢复凭据恢复

# restore_identity_type_description
source: Select the type of identity key recovery
ar: اختر نوع استعادة مفتاح الهوية
bg: Изберете типа на възстановяването на ключа за идентичност
de: Wähle die Art der Wiederherstellung des Identitätsschlüssels
es: Selecciona el tipo de recuperación de clave de identidad
fr: Sélectionnez le type de récupération de clé d'identité
it: Seleziona il tipo di recupero della chiave di identità
pl: Wybierz typ odzyskiwania klucza tożsamości
ro: Selectează tipul de recuperare a cheii de identitate
ru: Выберите тип восстановления ключа идентичности
tr: Kimlik anahtarı kurtarma türünü seçin
zh: 选择身份密钥恢复类型

# schedule_modal_nav_title
source: Set date and time
ar: حدد التاريخ والوقت
bg: Задай дата и час
de: Datum und Uhrzeit festlegen
es: Establecer fecha y hora
fr: Définir la date et l'heure
it: Imposta data e ora
pl: Ustaw datę i godzinę
ro: Setează data și ora
ru: Установить дату и время
tr: Tarih ve saat ayarla
zh: 设置日期和时间

# search_nothing_found
source: Oops! We couldn’t find anything matching your search.
ar: عفوًا! لم نعثر على أي شيء يطابق بحثك.
bg: Опа! Не успяхме да намерим нищо, което да съответства на вашето търсене.
de: Ups! Wir konnten nichts finden, das deiner Suche entspricht.
es: ¡Ups! No pudimos encontrar nada que coincida con tu búsqueda.
fr: Oups ! Nous n'avons rien trouvé correspondant à votre recherche.
it: Ops! Non siamo riusciti a trovare nulla corrispondente alla tua ricerca.
pl: Ups! Nie znaleźliśmy niczego pasującego do Twojego wyszukiwania.
ro: Ups! Nu am găsit nimic care să se potrivească căutării tale.
ru: Упс! Мы не смогли найти ничего, соответствующего вашему поиску.
tr: Hay aksi! Aramanıza uyan hiçbir şey bulamadık.
zh: 哎呀！我们找不到任何与您的搜索匹配的内容。

# search_placeholder
source: Search
ar: بحث
bg: Търси
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pl: Szukaj
ro: Caută
ru: Поиск
tr: Ara
zh: 搜索

# secure_your_recovery_keys_description
source: Please complete this process in a private place to ensure your account's safety
ar: يرجى إكمال هذه العملية في مكان خاص لضمان أمان حسابك
bg: Моля, завършете този процес на частно място, за да осигурите безопасността на вашия акаунт
de: Führe diesen Vorgang an einem privaten Ort durch, um die Sicherheit deines Kontos zu gewährleisten
es: Por favor completa este proceso en un lugar privado para asegurar la seguridad de tu cuenta
fr: Veuillez compléter ce processus dans un endroit privé pour assurer la sécurité de votre compte
it: Completa questo processo in un luogo privato per garantire la sicurezza del tuo account
pl: Proszę ukończyć ten proces w prywatnym miejscu, aby zapewnić bezpieczeństwo konta
ro: Vă rugăm să finalizați acest proces într-un loc privat pentru a asigura siguranța contului
ru: Пожалуйста, завершите этот процесс в приватном месте, чтобы обеспечить безопасность вашего аккаунта
tr: Hesabınızın güvenliğini sağlamak için lütfen bu işlemi özel bir yerde tamamlayın
zh: 请在私密场所完成此过程，以确保您账户的安全

# secure_your_recovery_keys_title
source: Secure your recovery keys
ar: أمّن مفاتيح الاستعادة الخاصة بك
bg: Защити вашите ключове за възстановяване
de: Sichere deine Wiederherstellungsschlüssel
es: Proteger tus claves de recuperación
fr: Sécuriser vos clés de récupération
it: Proteggi le tue chiavi di recupero
pl: Zabezpiecz swoje klucze odzyskiwania
ro: Securizează cheile tale de recuperare
ru: Защитите свои ключи восстановления
tr: Kurtarma anahtarlarınızı güvence altına alın
zh: 保护您的恢复密钥

# select_countries_nav_title
source: Select country
ar: اختر الدولة
bg: Избери държава
de: Land auswählen
es: Seleccionar país
fr: Sélectionner un pays
it: Seleziona paese
pl: Wybierz kraj
ro: Selectează țara
ru: Выбрать страну
tr: Ülke seç
zh: 选择国家

# select_language_warning
source: To publish content, you must select a language
ar: لنشر المحتوى، يجب عليك اختيار لغة
bg: За да публикувате съдържание, трябва да изберете език
de: Um Inhalte zu veröffentlichen, musst du eine Sprache auswählen
es: Para publicar contenido, debes seleccionar un idioma
fr: Pour publier du contenu, vous devez sélectionner une langue
it: Per pubblicare contenuti, devi selezionare una lingua
pl: Aby publikować treści, musisz wybrać język
ro: Pentru a publica conținut, trebuie să selectezi o limbă
ru: Чтобы публиковать контент, вы должны выбрать язык
tr: İçerik yayınlamak için bir dil seçmelisiniz
zh: 要发布内容，您必须选择一种语言

# select_languages_description
source: You'll be shown content in the selected language
ar: سيتم عرض المحتوى باللغة المختارة
bg: Ще видите съдържанието на избрания език
de: Dir werden Inhalte in der ausgewählten Sprache angezeigt
es: Se te mostrará contenido en el idioma seleccionado
fr: Vous verrez le contenu dans la langue sélectionnée
it: Ti verrà mostrato contenuto nella lingua selezionata
pl: Zobaczysz treści w wybranym języku
ro: Veți vedea conținutul în limba selectată
ru: Вы увидите контент на выбранном языке
tr: Seçilen dilde içerik gösterilecek
zh: 将以所选语言显示内容

# select_post_language_description
source: Choose the language for your post
ar: اختر لغة لمنشورك
bg: Изберете езика за вашата публикация
de: Wähle die Sprache für deinen Beitrag
es: Elige el idioma para tu publicación
fr: Choisissez la langue de votre publication
it: Scegli la lingua per il tuo post
pl: Wybierz język dla swojego posta
ro: Alege limba pentru postarea ta
ru: Выберите язык для вашего поста
tr: Gönderiniz için dili seçin
zh: 选择您帖子的语言

# send_nft_confirm_asset
source: Asset
ar: الأصل
bg: Актив
es: Activo
fr: Actif
it: Risorsa
pl: Aktywo
ro: Activ
ru: Актив
tr: Varlık
zh: 资产

# send_nft_confirm_network
source: Network
ar: الشبكة
bg: Мрежа
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pl: Sieć
ro: Rețea
ru: Сеть
tr: Ağ
zh: 网络

# send_nft_description
source: Description
ar: الوصف
bg: Описание
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
ro: Descriere
ru: Описание
tr: Açıklama
zh: 描述

# send_nft_navigation_title
source: Send NFT
ar: إرسال NFT
bg: Изпрати NFT
de: NFT senden
es: Enviar NFT
fr: Envoyer NFT
it: Invia NFT
pl: Wyślij NFT
ro: Trimite NFT
ru: Отправить NFT
tr: NFT gönder
zh: 发送 NFT

# send_nft_sending_nft_will_be_available_later
source: Sending the NFT will be available later
ar: إرسال الـ NFT سيكون متاحًا لاحقًا
bg: Изпращането на NFT ще бъде налично по-късно
de: Das Senden des NFT wird später verfügbar sein
es: Enviar el NFT estará disponible más tarde
fr: L'envoi du NFT sera disponible plus tard
it: L'invio dell'NFT sarà disponibile più tardi
pl: Wysyłanie NFT będzie dostępne później
ro: Trimiterea NFT va fi disponibilă mai târziu
ru: Отправка NFT будет доступна позже
tr: NFT gönderme daha sonra kullanılabilir olacak
zh: 发送 NFT 功能稍后可用

# send_nft_title
source: Send NFT
ar: إرسال NFT
bg: Изпрати NFT
de: NFT senden
es: Enviar NFT
fr: Envoyer NFT
it: Invia NFT
pl: Wyślij NFT
ro: Trimite NFT
ru: Отправить NFT
tr: NFT gönder
zh: 发送 NFT

# send_nft_token_contract_address
source: Contract address
ar: عنوان العقد
bg: Адрес на договора
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
it: Indirizzo del contratto
pl: Adres kontraktu
ro: Adresa contractului
ru: Адрес контракта
tr: Sözleşme adresi
zh: 合约地址

# send_nft_token_id
source: Token ID
ar: معرّف الرمز
bg: ID на токена
es: ID del token
fr: ID du jeton
it: ID token
pl: ID tokena
ro: ID token
ru: ID токена
zh: 代币 ID

# send_nft_token_network
source: Network
ar: الشبكة
bg: Мрежа
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pl: Sieć
ro: Rețea
ru: Сеть
tr: Ağ
zh: 网络

# send_nft_token_standard
source: Token standard
ar: معيار الرمز
bg: Стандарт на токена
es: Estándar del token
fr: Standard du jeton
it: Standard token
pl: Standard tokena
ro: Standard token
ru: Стандарт токена
tr: Token standardı
zh: 代币标准

# settings_app_language
source: dApp language
ar: لغة dApp
bg: Език на приложението
de: dApp-Sprache
es: Idioma de dApp
fr: Langue de l'application
it: Lingua dApp
pl: Język aplikacji
ro: Limba aplicației
ru: Язык приложения
tr: Uygulama dili
zh: dApp 语言

# settings_app_version
source: dApp version {version}
ar: إصدار dApp {version}
bg: Версия на приложението {version}
es: Versión de dApp {version}
fr: Version de l'application {version}
it: Versione dApp {version}
pl: Wersja aplikacji {version}
ro: Versiunea aplicației {version}
ru: Версия приложения {version}
tr: Uygulama sürümü {version}
zh: dApp 版本 {version}

# settings_blocked_users
source: Blocked users
ar: المستخدمون المحظورون
bg: Блокирани потребители
de: Blockierte Nutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués
it: Utenti bloccati
pl: Zablokowani użytkownicy
ro: Utilizatori blocați
ru: Заблокированные пользователи
tr: Engellenen kullanıcılar
zh: 已屏蔽用户

# settings_blocked_users_title_with_counter
source: Blocked users ({counter})
ar: المستخدمون المحظورون ({counter})
bg: Блокирани потребители ({counter})
de: Blockierte Nutzer ({counter})
es: Usuarios bloqueados ({counter})
fr: Utilisateurs bloqués ({counter})
it: Utenti bloccati ({counter})
pl: Zablokowani użytkownicy ({counter})
ro: Utilizatori blocați ({counter})
ru: Заблокированные пользователи ({counter})
tr: Engellenen kullanıcılar ({counter})
zh: 已屏蔽用户 ({counter})

# settings_content_language
source: Content language
ar: لغة المحتوى
bg: Език на съдържанието
de: Inhaltssprache
es: Idioma de contenido
fr: Langue du contenu
it: Lingua dei contenuti
pl: Język treści
ro: Limba conținutului
ru: Язык контента
tr: İçerik dili
zh: 内容语言

# settings_delegate_access
source: Delegate access
bg: Делегирай достъп
de: Zugriff delegieren
es: Delegar acceso
fr: Déléguer l'accès
it: Delega accesso
pl: Deleguj dostęp
ru: Делегировать доступ

# settings_delegate_access_agree_risks
source: I understand and agree with the risks
bg: Разбирам и приемам рисковете
de: Ich verstehe die Risiken und stimme ihnen zu
es: Entiendo y acepto los riesgos
fr: Je comprends et j'accepte les risques
it: Comprendo e accetto i rischi
pl: Rozumiem i akceptuję ryzyko
ru: Я понимаю и согласен с рисками

# settings_delegate_access_confirm_user
source: Double-check yourself! Are you sure you have selected the right user?
bg: Проверете отново! Сигурни ли сте, че сте избрали правилния потребител?
de: Überprüfen Sie sich noch einmal! Sind Sie sicher, dass Sie den richtigen Benutzer ausgewählt haben?
es: ¡Vuelve a revisar! ¿Estás seguro de que has seleccionado al usuario correcto?
fr: Vérifiez-vous encore une fois ! Êtes-vous sûr d'avoir sélectionné le bon utilisateur ?
it: Ricontrolla! Sei sicuro di aver selezionato l'utente corretto?
pl: Sprawdź jeszcze raz! Czy na pewno wybrałeś właściwego użytkownika?
ru: Проверьте еще раз! Вы уверены, что выбрали правильного пользователя?

# settings_delegate_access_description
source: Delegated access will allow another user to manage your account, post messages, replies, and comments on your behalf. Be careful, this action involves risks.
bg: Делегираният достъп ще позволи на друг потребител да управлява вашия акаунт, да публикува съобщения, отговори и коментари от ваше име. Бъдете внимателни, това действие включва рискове.
de: Delegierter Zugriff ermöglicht es einem anderen Benutzer, Ihr Konto zu verwalten, Nachrichten, Antworten und Kommentare in Ihrem Namen zu veröffentlichen. Seien Sie vorsichtig, diese Aktion birgt Risiken.
es: El acceso delegado permitirá a otro usuario gestionar tu cuenta, publicar mensajes, respuestas y comentarios en tu nombre. Ten cuidado, esta acción conlleva riesgos.
fr: L'accès délégué permettra à un autre utilisateur de gérer votre compte, de publier des messages, des réponses et des commentaires en votre nom. Soyez prudent, cette action comporte des risques.
it: L'accesso delegato consentirà a un altro utente di gestire il tuo account, pubblicare messaggi, risposte e commenti a tuo nome. Fai attenzione, questa azione comporta dei rischi.
pl: Delegowany dostęp pozwoli innemu użytkownikowi zarządzać Twoim kontem, publikować wiadomości, odpowiedzi i komentarze w Twoim imieniu. Uważaj, ta akcja wiąże się z ryzykiem.
ru: Делегированный доступ позволит другому пользователю управлять вашим аккаунтом, публиковать сообщения, ответы и комментарии от вашего имени. Будьте осторожны, это действие сопряжено с рисками.

# settings_delegate_access_select_user
source: Select user
bg: Избери потребител
de: Benutzer auswählen
es: Seleccionar usuario
fr: Sélectionner un utilisateur
it: Seleziona utente
pl: Wybierz użytkownika
ru: Выбрать пользователя

# settings_delete
source: Delete account
ar: حذف الحساب
bg: Изтрий акаунт
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pl: Usuń konto
ro: Șterge contul
ru: Удалить аккаунт
tr: Hesabı sil
zh: 删除账户

# settings_leave_feedback
source: Leave your feedback
ar: اترك ملاحظاتك
bg: Остави вашето мнение
de: Feedback geben
es: Deja tu comentario
fr: Laisser votre avis
it: Lascia il tuo feedback
pl: Zostaw swoją opinię
ro: Lasă feedback-ul tău
ru: Оставить отзыв
tr: Geri bildiriminizi bırakın
zh: 留下您的反馈

# settings_logout
source: Logout
ar: تسجيل الخروج
bg: Изход
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
pl: Wyloguj się
ro: Deconectare
ru: Выйти
tr: Çıkış
zh: 登出

# settings_privacy
source: Privacy
ar: الخصوصية
bg: Поверителност
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
ro: Confidențialitate
ru: Конфиденциальность
tr: Gizlilik
zh: 隐私

# settings_privacy_policy
source: Privacy policy
ar: سياسة الخصوصية
bg: Политика за поверителност
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pl: Polityka prywatności
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik politikası
zh: 隐私政策

# settings_profile_edit
source: Edit profile
ar: تعديل الملف الشخصي
bg: Редактирай профил
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pl: Edytuj profil
ro: Editează profilul
ru: Редактировать профиль
tr: Profili düzenle
zh: 编辑个人资料

# settings_push_notifications
source: Push notifications
ar: إشعارات الدفع
bg: Push известия
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
it: Notifiche push
pl: Powiadomienia push
ro: Notificări push
ru: Push-уведомления
tr: Push bildirimleri
zh: 推送通知

# settings_security
source: Security
ar: الأمان
bg: Сигурност
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
ro: Securitate
ru: Безопасность
tr: Güvenlik
zh: 安全

# settings_terms_conditions
source: Terms & conditions
ar: الشروط والأحكام
bg: Условия
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
it: Termini e condizioni
pl: Warunki
ro: Termeni și condiții
ru: Условия
tr: Şartlar ve koşullar
zh: 条款和条件

# settings_title
source: Settings
ar: الإعدادات
bg: Настройки
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
ro: Setări
ru: Настройки
tr: Ayarlar
zh: 设置

# settings_video_autoplay
source: Video autoplay
ar: تشغيل الفيديو تلقائيًا
bg: Автоматично възпроизвеждане на видеа
de: Automatische Videowiedergabe
es: Reproducción automática de video
fr: Lecture automatique des vidéos
it: Riproduzione automatica video
pl: Automatyczne odtwarzanie wideo
ro: Reproducere automată video
ru: Автовоспроизведение видео
tr: Video otomatik oynatma
zh: 视频自动播放

# share_story_watch_message
source: Watch this story by {userDisplayName} before it disappears.
ar: شاهد هذه القصة من {userDisplayName} قبل أن تختفي.
bg: Гледайте тази история от {userDisplayName}, преди да изчезне.
de: Schauen Sie sich diese Story von {userDisplayName} an, bevor sie verschwindet.
es: Mira esta historia de {userDisplayName} antes de que desaparezca.
fr: Regardez cette histoire de {userDisplayName} avant qu'elle ne disparaisse.
it: Guarda questa storia di {userDisplayName} prima che scompaia.
pl: Obejrzyj tę historię od {userDisplayName}, zanim zniknie.
ro: Urmărește această poveste de la {userDisplayName} înainte să dispară.
ru: Посмотрите эту историю от {userDisplayName}, прежде чем она исчезнет.
tr: {userDisplayName} tarafından paylaşılan bu hikayeyi kaybolmadan önce izleyin.
zh: 在它消失之前观看 {userDisplayName} 的这个故事。

# share_user_on_app
source: {userDisplayName} on {shareAppName}
ar: {userDisplayName} على {shareAppName}
bg: {userDisplayName} в {shareAppName}
de: {userDisplayName} auf {shareAppName}
es: {userDisplayName} en {shareAppName}
fr: {userDisplayName} sur {shareAppName}
it: {userDisplayName} su {shareAppName}
pl: {userDisplayName} w {shareAppName}
ro: {userDisplayName} pe {shareAppName}
ru: {userDisplayName} в {shareAppName}
tr: {userDisplayName} {shareAppName} üzerinde
zh: {userDisplayName} 在 {shareAppName}

source: Share via...
ar: شارك عبر...
bg: Сподели чрез...
de: Teilen über …
es: Compartir por...
fr: Partager via...
it: Condividi tramite...
pl: Udostępnij przez...
ro: Distribuie prin...
ru: Поделиться через...
tr: Şununla paylaş...
zh: 通过...分享

# sign_up_passkey_advantage_1_description
source: Use your fingerprint or face to sign in easily and securely
ar: استخدم بصمة إصبعك أو وجهك لتسجيل الدخول بسهولة وأمان
bg: Използвайте вашия пръстов отпечатък или лице за лесно и безопасно влизане
de: Melde dich einfach und sicher mit Fingerabdruck oder Gesicht an
es: Usa tu huella dactilar o rostro para iniciar sesión de forma fácil y segura
fr: Utilisez votre empreinte digitale ou votre visage pour vous connecter facilement et en toute sécurité
it: Usa la tua impronta digitale o il volto per accedere facilmente e in sicurezza
pl: Użyj odcisku palca lub twarzy, aby logować się łatwo i bezpiecznie
ro: Folosește amprenta sau fața pentru a te conecta ușor și sigur
ru: Используйте отпечаток пальца или лицо для легкого и безопасного входа
tr: Kolay ve güvenli giriş yapmak için parmak izinizi veya yüzünüzü kullanın
zh: 使用您的指纹或面部轻松安全地登录

# sign_up_passkey_advantage_1_title
source: No passwords to remember
ar: لا حاجة لتذكر كلمات المرور
bg: Няма пароли за запомняне
de: Keine Passwörter merken
es: Sin contraseñas que recordar
fr: Aucun mot de passe à retenir
it: Nessuna password da ricordare
pl: Bez haseł do zapamiętania
ro: Fără parole de reținut
ru: Не нужно запоминать пароли
tr: Hatırlanacak şifre yok
zh: 无需记住密码

# sign_up_passkey_advantage_2_description
source: Your passkey is available automatically on all synced devices
ar: مفتاح المرور الخاص بك متاح تلقائيًا على جميع الأجهزة المتزامنة
bg: Вашият passkey е наличен автоматично на всички синхронизирани устройства
de: Dein Passkey ist automatisch auf allen synchronisierten Geräten verfügbar
es: Tu clave de acceso está disponible automáticamente en todos los dispositivos sincronizados
fr: Votre passkey est disponible automatiquement sur tous les appareils synchronisés
it: La tua passkey è disponibile automaticamente su tutti i dispositivi sincronizzati
pl: Twój passkey jest automatycznie dostępny na wszystkich zsynchronizowanych urządzeniach
ro: Passkey-ul tău este disponibil automat pe toate dispozitivele sincronizate
ru: Ваш passkey автоматически доступен на всех синхронизированных устройствах
tr: Passkey'iniz tüm senkronize cihazlarda otomatik olarak kullanılabilir
zh: 您的通行密钥在所有同步设备上自动可用
