Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# bookmarks_edit_title
source: Edit bookmarks
ar: تعديل الإشارات المرجعية
bg: Редактиране на отметки
de: Lesezeichen bearbeiten
es: Editar marcadores
fr: Modifier les signets
it: Modifica segnalibri
pl: Edytuj zakładki
ro: Editează marcaje
ru: Редактировать закладки
tr: Yer imlerini düzenle
zh: 编辑书签

# bookmarks_empty_state
source: You don't have any bookmarks
ar: ليس لديك أي إشارات مرجعية
bg: Нямате никакви отметки
de: Du hast noch keine Lesezeichen
es: No tienes ningún marcador
fr: Vous n'avez aucun signet
it: Non hai nessun segnalibro
pl: Nie masz żadnych zakładek
ro: Nu aveți marcaje
ru: У вас нет закладок
tr: Henüz yer iminiz yok
zh: 您还没有任何书签

# bookmarks_new_collection_desc
source: Add a name for new bookmarks collection
ar: أضف اسماً لمجموعة إشارات مرجعية جديدة
bg: Добавете име за нова колекция от отметки
de: Gib einen Namen für die neue Lesezeichen-Sammlung ein
es: Agrega un nombre para la nueva colección de marcadores
fr: Ajouter un nom pour la nouvelle collection de signets
it: Aggiungi un nome per la nuova collezione di segnalibri
pl: Dodaj nazwę dla nowej kolekcji zakładek
ro: Adăugați un nume pentru noua colecție de marcaje
ru: Добавьте название для новой коллекции закладок
tr: Yeni yer imi koleksiyonu için bir ad ekle
zh: 为新书签收藏夹添加名称

# bookmarks_new_collection_title
source: Create new collection
ar: إنشاء مجموعة جديدة
bg: Създаване на нова колекция
de: Neue Sammlung erstellen
es: Crear nueva colección
fr: Créer une nouvelle collection
it: Crea nuova collezione
pl: Utwórz nową kolekcję
ro: Creează colecție nouă
ru: Создать новую коллекцию
tr: Yeni koleksiyon oluştur
zh: 创建新收藏夹

# bookmarks_title
source: Bookmarks
ar: الإشارات المرجعية
bg: Отметки
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
pl: Zakładki
ro: Marcaje
ru: Закладки
tr: Yer İmleri
zh: 书签

# bsc_required_dialog_action_button
source: Get started
bg: Започнете
es: Comenzar
fr: Commencer
it: Inizia
ru: Начать

# bsc_required_dialog_description
source: Turn your content into real value through tokenized communities, ad revenue, and swaps. Open to all users.
bg: Превърнете съдържанието си в реална стойност чрез токенизирани общности, приходи от реклами и суапове. Отворено за всички потребители.
es: Convierte tu contenido en valor real a través de comunidades tokenizadas, ingresos por publicidad e intercambios. Abierto a todos los usuarios.
fr: Transformez votre contenu en valeur réelle grâce aux communautés tokenisées, aux revenus publicitaires et aux échanges. Ouvert à tous les utilisateurs.
it: Trasforma i tuoi contenuti in valore reale attraverso comunità tokenizzate, entrate pubblicitarie e swap. Aperto a tutti gli utenti.
ru: Превратите свой контент в реальную ценность через токенизированные сообщества, доходы от рекламы и свопы. Доступно для всех пользователей.

# bsc_required_dialog_title
source: Creator Monetization is LIVE
bg: Монетизацията на създателите е НА ЖИВО
es: La Monetización de Creadores está EN VIVO
fr: La Monétisation des Créateurs est EN DIRECT
it: La Monetizzazione dei Creator è IN DIRETTA
ru: Монетизация для создателей ЗАПУЩЕНА

# button_add
source: Add
ar: إضافة
bg: Добави
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pl: Dodaj
ro: Adaugă
ru: Добавить
tr: Ekle
zh: 添加

# button_add_answer
source: Add answer
ar: أضف إجابة
bg: Добави отговор
de: Antwort hinzufügen
es: Agregar respuesta
fr: Ajouter une réponse
it: Aggiungi risposta
pl: Dodaj odpowiedź
ro: Adaugă răspuns
ru: Добавить ответ
tr: Cevap ekle
zh: 添加答案

# button_allow
source: Allow
ar: اسمح
bg: Разреши
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
pl: Zezwól
ro: Permite
ru: Разрешить
tr: İzin ver
zh: 允许

# button_apply
source: Apply
ar: تطبيق
bg: Приложи
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pl: Zastosuj
ro: Aplică
ru: Применить
tr: Uygula
zh: 应用

# button_back
source: Back
ar: رجوع
bg: Назад
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Wstecz
ro: Înapoi
ru: Назад
tr: Geri
zh: 返回

# button_back_to_security
source: Back to Security
ar: العودة إلى الأمان
bg: Обратно към сигурността
de: Zurück zu Sicherheit
es: Volver a Seguridad
fr: Retour à la sécurité
it: Torna alla Sicurezza
pl: Powrót do zabezpieczeń
ro: Înapoi la Securitate
ru: Вернуться к безопасности
tr: Güvenliğe dön
zh: 返回安全设置

# button_block
source: Block
ar: حظر
bg: Блокирай
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
pl: Zablokuj
ro: Blochează
ru: Заблокировать
tr: Engelle
zh: 屏蔽

# button_bookmark
source: Bookmark
ar: إشارة مرجعية
bg: Отметка
de: Lesezeichen
es: Marcador
fr: Signet
it: Segnalibro
pl: Zakładka
ro: Marcaj
ru: Закладка
tr: Yer imi
zh: 书签

# button_cancel
source: Cancel
ar: إلغاء
bg: Отказ
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
ro: Anulează
ru: Отмена
tr: İptal
zh: 取消

# button_close
source: Close
ar: إغلاق
bg: Затвори
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
ro: Închide
ru: Закрыть
tr: Kapat
zh: 关闭

# button_confirm
source: Confirm
ar: تأكيد
bg: Потвърди
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pl: Potwierdź
ro: Confirmă
ru: Подтвердить
tr: Onayla
zh: 确认

# button_continue
source: Continue
ar: استمر
bg: Продължи
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
ro: Continuă
ru: Продолжить
tr: Devam et
zh: 继续

# button_copy
source: Copy
ar: نسخ
bg: Копирай
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
ro: Copiază
ru: Копировать
tr: Kopyala
zh: 复制

# button_delete
source: Delete
ar: حذف
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
ro: Șterge
ru: Удалить
tr: Sil
zh: 删除

# button_delete_all
source: Delete all
ar: حذف الكل
bg: Изтрий всички
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pl: Usuń wszystko
ro: Șterge tot
ru: Удалить всё
tr: Tümünü sil
zh: 全部删除

# button_edit
source: Edit
ar: تعديل
bg: Редактирай
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
ro: Editează
ru: Редактировать
tr: Düzenle
zh: 编辑

# button_follow
source: Follow
ar: تابع
bg: Следвай
de: Folgen
es: Seguir
fr: Suivre
it: Segui
pl: Obserwuj
ro: Urmărește
ru: Подписаться
tr: Takip et
zh: 关注

# button_follow_back
source: Follow back
ar: تابع بالمقابل
bg: Последвай обратно
de: Zurückfolgen
es: Seguir de vuelta
fr: Suivre en retour
it: Ricambia
pl: Obserwuj wzajemnie
ro: Urmărește înapoi
ru: Подписаться взаимно
tr: Takip et
zh: 回关

# button_following
source: Following
ar: متابعة
bg: Следвам
de: Gefolgt
es: Siguiendo
fr: Abonné
it: Segui
pl: Obserwujesz
ro: Urmăresc
ru: Подписан
tr: Takip ediliyor
zh: 已关注

# button_for_everyone
source: For everyone
ar: للجميع
bg: За всички
de: Für alle
es: Para todos
fr: Pour tout le monde
it: Per tutti
pl: Dla wszystkich
ro: Pentru toți
ru: Для всех
tr: Herkes için
zh: 所有人

# button_for_me
source: For me
ar: لي
bg: За мен
de: Für mich
es: Para mí
fr: Pour moi
it: Per me
pl: Dla mnie
ro: Pentru mine
ru: Для меня
tr: Benim için
zh: 仅我

# button_forward
source: Forward
ar: إعادة توجيه
bg: Препрати
de: Weiterleiten
es: Reenviar
fr: Transférer
it: Inoltra
pl: Przekaż
ro: Trimite mai departe
ru: Переслать
tr: İlet
zh: 转发

# button_go_to_settings
source: Go to Settings
ar: اذهب إلى الإعدادات
bg: Отиди в настройките
de: Zu den Einstellungen
es: Ir a Configuración
fr: Aller aux paramètres
it: Vai alle Impostazioni
pl: Przejdź do ustawień
ro: Mergi la Setări
ru: Перейти в настройки
tr: Ayarlara git
zh: 前往设置

# button_learn_more
source: Learn More
ar: اعرف المزيد
bg: Научи повече
de: Mehr erfahren
es: Saber más
fr: En savoir plus
it: Scopri di più
pl: Dowiedz się więcej
ro: Află mai multe
ru: Узнать больше
tr: Daha fazla bilgi
zh: 了解更多

# button_lets_start
source: Let's start
ar: لنبدأ
bg: Нека започнем
de: Los geht's
es: Empecemos
fr: Commençons
it: Iniziamo
pl: Zacznijmy
ro: Să începem
ru: Давайте начнём
tr: Başlayalım
zh: 开始

# button_link
source: Link
ar: رابط
bg: Свържи
es: Vincular
fr: Lier
it: Collega
pl: Połącz
ro: Conectează
ru: Связать
tr: Bağla
zh: 链接

# button_log_in
source: Log in
ar: تسجيل الدخول
bg: Влез
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pl: Zaloguj się
ro: Conectează-te
ru: Войти
tr: Giriş yap
zh: 登录

# button_log_out
source: Log out
ar: تسجيل الخروج
bg: Излез
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
pl: Wyloguj się
ro: Deconectează-te
ru: Выйти
tr: Çıkış yap
zh: 登出

# button_login
source: Login
ar: تسجيل الدخول
bg: Вход
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accesso
pl: Logowanie
ro: Conectare
ru: Вход
tr: Giriş
zh: 登录

# button_manage
source: Manage
ar: إدارة
bg: Управлявай
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
pl: Zarządzaj
ro: Gestionează
ru: Управлять
tr: Yönet
zh: 管理

# button_mute
source: Mute
ar: كتم
bg: Изключи звука
de: Stummschalten
es: Silenciar
fr: Désactiver le son
it: Silenzia
pl: Wycisz
ro: Dezactivează sunetul
ru: Отключить звук
tr: Sessize al
zh: 静音

# button_next
source: Next
ar: التالي
bg: Напред
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
pl: Dalej
ro: Următorul
ru: Далее
tr: İleri
zh: 下一步

# button_publish
source: Publish
ar: نشر
bg: Публикувай
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
pl: Opublikuj
ro: Publică
ru: Опубликовать
tr: Yayınla
zh: 发布

# button_register
source: Register
ar: تسجيل
bg: Регистрирай се
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pl: Zarejestruj się
ro: Înregistrează-te
ru: Зарегистрироваться
tr: Kayıt ol
zh: 注册

# button_reply
source: Reply
ar: رد
bg: Отговори
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
pl: Odpowiedz
ro: Răspunde
ru: Ответить
tr: Yanıtla
zh: 回复

# button_report
source: Report
ar: الإبلاغ
bg: Докладвай
de: Melden
es: Reportar
fr: Signaler
it: Segnala
pl: Zgłoś
ro: Raportează
ru: Пожаловаться
tr: Bildir
zh: 举报

# button_report_content
source: Report content
ar: الإبلاغ عن المحتوى
bg: Докладвай съдържание
de: Inhalt melden
es: Reportar contenido
fr: Signaler le contenu
it: Segnala contenuto
pl: Zgłoś treść
ro: Raportează conținutul
ru: Пожаловаться на содержимое
tr: İçeriği bildir
zh: 举报内容

# button_report_user
source: Report user
ar: الإبلاغ عن المستخدم
bg: Докладвай потребител
de: Nutzer melden
es: Reportar usuario
fr: Signaler l'utilisateur
it: Segnala utente
pl: Zgłoś użytkownika
ro: Raportează utilizatorul
ru: Пожаловаться на пользователя
tr: Kullanıcıyı bildir
zh: 举报用户

# button_request
source: Request
ar: طلب
bg: Заяви
de: Anfordern
es: Solicitar
fr: Demander
it: Richiedi
pl: Poproś
ro: Solicită
ru: Запросить
tr: İste
zh: 请求

# button_reset
source: Reset
ar: إعادة تعيين
bg: Нулирай
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pl: Resetuj
ro: Resetează
ru: Сбросить
tr: Sıfırla
zh: 重置

# button_restore
source: Restore
ar: استعادة
bg: Възстанови
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
pl: Przywróć
ro: Restaurează
ru: Восстановить
tr: Geri yükle
zh: 恢复

# button_retry
source: Retry
ar: أعد المحاولة
bg: Опитай отново
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
ro: Reîncearcă
ru: Повторить
tr: Yeniden dene
zh: 重试

# button_save
source: Save
ar: حفظ
bg: Запази
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
ro: Salvează
ru: Сохранить
tr: Kaydet
zh: 保存

# button_save_changes
source: Save Changes
ar: حفظ التغييرات
bg: Запази промените
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
pl: Zapisz zmiany
ro: Salvează modificările
ru: Сохранить изменения
tr: Değişiklikleri kaydet
zh: 保存更改

# button_schedule
source: Schedule
ar: جدولة
bg: Планирай
de: Planen
es: Programar
fr: Programmer
it: Programma
pl: Zaplanuj
ro: Programează
ru: Запланировать
tr: Zamanla
zh: 定时发布

# button_send
source: Send
ar: إرسال
bg: Изпрати
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
ro: Trimite
ru: Отправить
tr: Gönder
zh: 发送

# button_share
source: Share
ar: شارك
bg: Сподели
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pl: Udostępnij
ro: Distribuie
ru: Поделиться
tr: Paylaş
zh: 分享

# button_share_profile
source: Share
ar: شارك
bg: Сподели
es: Compartir
fr: Partager
it: Condividi
ru: Поделиться

# button_share_story
source: Share story
ar: مشاركة القصة
bg: Сподели история
de: Story teilen
es: Compartir historia
fr: Partager l'histoire
it: Condividi storia
pl: Udostępnij historię
ro: Distribuie povestea
ru: Поделиться историей
tr: Hikayeyi paylaş
zh: 分享故事

# button_skip
source: Skip
ar: تخطي
bg: Пропусни
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pl: Pomiń
ro: Omite
ru: Пропустить
tr: Atla
zh: 跳过

# button_try_again
source: Try again
ar: حاول مرة أخرى
bg: Опитай отново
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
ro: Încearcă din nou
ru: Попробовать снова
tr: Tekrar dene
zh: 重试

# button_turn_off
source: Turn off
ar: إيقاف
bg: Изключи
de: Ausschalten
es: Desactivar
fr: Éteindre
it: Spegni
pl: Wyłącz
ro: Oprește
ru: Выключить
tr: Kapat
zh: 关闭

# button_unblock
source: Unblock
ar: إلغاء الحظر
bg: Разблокирай
de: Blockierung aufheben
es: Desbloquear
fr: Débloquer
it: Sblocca
pl: Odblokuj
ro: Deblochează
ru: Разблокировать
tr: Engeli kaldır
zh: 取消屏蔽

# button_unbookmark
source: Unbookmark
bg: Премахни отметка
fr: Retirer le signet
it: Rimuovi segnalibro
ru: Удалить закладку

# button_unfollow
source: Unfollow
ar: إلغاء المتابعة
bg: Спрете да следвате
de: Entfolgen
es: Dejar de seguir
fr: Ne plus suivre
it: Smetti di seguire
pl: Przestań obserwować
ro: Nu mai urmări
ru: Отписаться
tr: Takibi bırak
zh: 取消关注

# button_unmute
source: Unmute
ar: إلغاء الكتم
bg: Включи звука
de: Ton einschalten
es: Activar sonido
fr: Activer le son
it: Riattiva audio
pl: Włącz dźwięk
ro: Activează sunetul
ru: Включить звук
tr: Sesi aç
zh: 取消静音

# button_unmute_posts
source: Unmute posts
ar: إلغاء كتم المنشورات
bg: Включи звука на публикациите
de: Beiträge wieder anzeigen
es: Activar sonido de publicaciones
fr: Activer le son des publications
it: Riattiva audio dei post
pl: Włącz dźwięk postów
ro: Activează sunetul postărilor
ru: Включить звук постов
tr: Gönderilerin sesini aç
zh: 取消帖子静音

source: Camera
ar: كاميرا
bg: Камера
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
pl: Aparat
ro: Cameră
ru: Камера
tr: Kamera
zh: 相机

# camera_no_access_description
source: To grant access, go to settings and enable the appropriate settings
ar: لمنح الوصول، اذهب إلى الإعدادات وقم بتمكين الإعدادات المناسبة
bg: За да дадете достъп, отидете в настройките и активирайте съответните настройки
de: Um Zugriff zu gewähren, gehe zu den Einstellungen und aktiviere die entsprechenden Optionen.
es: Para otorgar acceso, ve a configuración y habilita la configuración apropiada
fr: Pour accorder l'accès, allez dans les paramètres et activez les paramètres appropriés
it: Per concedere l'accesso, vai alle impostazioni e abilita le impostazioni appropriate
pl: Aby udzielić dostępu, przejdź do ustawień i włącz odpowiednie opcje
ro: Pentru a acorda acces, mergeți la setări și activați setările corespunzătoare
ru: Чтобы предоставить доступ, перейдите в настройки и включите соответствующие параметры
tr: Erişim vermek için ayarlara gidin ve uygun ayarları etkinleştirin
zh: 要授予访问权限，请前往设置并启用相应的设置

# camera_no_access_title
source: There is no access to your camera
ar: لا يوجد وصول إلى الكاميرا
bg: Няма достъп до вашата камера
de: Kein Zugriff auf deine Kamera
es: No hay acceso a tu cámara
fr: Il n'y a pas d'accès à votre caméra
it: Non c'è accesso alla tua fotocamera
pl: Brak dostępu do aparatu
ro: Nu există acces la camera dvs.
ru: Нет доступа к камере
tr: Kameranıza erişim yok
zh: 无法访问您的相机

# camera_permission_headline
source: Camera permission
ar: إذن الكاميرا
bg: Разрешение за камера
de: Kamera-Berechtigung
es: Permiso de cámara
fr: Permission de la caméra
it: Autorizzazione fotocamera
pl: Uprawnienie do aparatu
ro: Permisiune cameră
ru: Разрешение на камеру
tr: Kamera izni
zh: 相机权限

# camera_require_access_description
source: To capture and share moments, please grant access to your camera.
ar: لالتقاط ومشاركة اللحظات، يرجى منح الوصول إلى الكاميرا.
bg: За да заснемате и споделяте моменти, моля дайте достъп до вашата камера.
de: Um Momente aufzunehmen und zu teilen, erteile bitte Zugriff auf deine Kamera.
es: Para capturar y compartir momentos, otorga acceso a tu cámara.
fr: Pour capturer et partager des moments, veuillez accorder l'accès à votre caméra.
it: Per catturare e condividere momenti, concedi l'accesso alla tua fotocamera.
pl: Aby uchwycić i udostępnić chwile, proszę udzielić dostępu do aparatu.
ro: Pentru a captura și distribui momente, vă rugăm să acordați acces la camera dvs.
ru: Чтобы захватывать и делиться моментами, пожалуйста, предоставьте доступ к камере.
tr: Anları yakalamak ve paylaşmak için lütfen kameranıza erişim verin.
zh: 要捕捉和分享瞬间，请授予相机访问权限。

# camera_require_access_title
source: Allow camera access for {appName}
ar: السماح بالوصول إلى الكاميرا لـ {appName}
bg: Разреши достъп до камерата за {appName}
de: Kamerazugriff für {appName} erlauben
es: Permitir acceso a la cámara para {appName}
fr: Autoriser l'accès à la caméra pour {appName}
it: Consenti l'accesso alla fotocamera per {appName}
pl: Zezwól na dostęp do aparatu dla {appName}
ro: Permite accesul la cameră pentru {appName}
ru: Разрешить доступ к камере для {appName}
tr: {appName} için kamera erişimine izin ver
zh: 允许 {appName} 访问相机

# cancel_creation_article_title
source: Cancel article?
ar: إلغاء المقالة؟
bg: Отказване на статията?
de: Artikel abbrechen?
es: ¿Cancelar artículo?
fr: Annuler l'article ?
it: Annullare articolo?
pl: Anulować artykuł?
ro: Anulezi articolul?
ru: Отменить статью?
tr: Makaleyi iptal et?
zh: 取消文章？

# cancel_creation_description
source: Are you sure you want to cancel your progress?
ar: هل أنت متأكد أنك تريد إلغاء تقدمك؟
bg: Сигурни ли сте, че искате да отмените напредъка си?
de: Bist du sicher, dass du deinen Fortschritt verwerfen möchtest?
es: ¿Estás seguro de que quieres cancelar tu progreso?
fr: Êtes-vous sûr de vouloir annuler votre progression ?
it: Sei sicuro di voler annullare i tuoi progressi?
pl: Czy na pewno chcesz anulować swój postęp?
ro: Sunteți sigur că doriți să anulați progresul?
ru: Вы уверены, что хотите отменить свой прогресс?
tr: İlerlemenizi iptal etmek istediğinizden emin misiniz?
zh: 您确定要取消您的进度吗？

# cancel_creation_post_title
source: Cancel post?
ar: إلغاء المنشور؟
bg: Отказване на публикацията?
de: Beitrag abbrechen?
es: ¿Cancelar publicación?
fr: Annuler la publication ?
it: Annullare post?
pl: Anulować post?
ro: Anulezi postarea?
ru: Отменить пост?
tr: Gönderiyi iptal et?
zh: 取消帖子？

# channel_create_action
source: Create channel
ar: إنشاء القناة
bg: Създай канал
de: Kanal erstellen
es: Crear canal
fr: Créer un canal
it: Crea canale
pl: Utwórz kanał
ro: Creează canal
ru: Создать канал
tr: Kanal oluştur
zh: 创建频道

# channel_create_add_photo
source: Add channel photo
ar: أضف صورة للقناة
bg: Добави снимка на канала
de: Kanalfoto hinzufügen
es: Agregar foto del canal
fr: Ajouter une photo de canal
it: Aggiungi foto del canale
pl: Dodaj zdjęcie kanału
ro: Adaugă fotografie canal
ru: Добавить фото канала
tr: Kanal fotoğrafı ekle
zh: 添加频道照片

# channel_create_admin_type_admin
source: Admin
ar: مدير
bg: Администратор
es: Administrador
fr: Administrateur
it: Amministratore
pl: Administrator
ro: Administrator
ru: Администратор
tr: Yönetici
zh: 管理员

# channel_create_admin_type_moderator
source: Moderator
ar: مشرف
bg: Модератор
es: Moderador
fr: Modérateur
it: Moderatore
ru: Модератор
tr: Moderatör
zh: 版主

# channel_create_admin_type_owner
source: Owner
ar: المالك
bg: Собственик
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
pl: Właściciel
ro: Proprietar
ru: Владелец
tr: Sahip
zh: 所有者

# channel_create_admin_type_remove
source: Remove role
ar: إزالة الدور
bg: Премахни роля
de: Rolle entfernen
es: Eliminar rol
fr: Supprimer le rôle
it: Rimuovi ruolo
pl: Usuń rolę
ro: Elimină rolul
ru: Удалить роль
tr: Rolü kaldır
zh: 移除角色

# channel_create_admin_type_remove_desc
source: Are you sure you want to remove the role?
ar: هل أنت متأكد أنك تريد إزالة الدور؟
bg: Сигурни ли сте, че искате да премахнете ролята?
de: Bist du sicher, dass du die Rolle entfernen möchtest?
es: ¿Estás seguro de que quieres eliminar el rol?
fr: Êtes-vous sûr de vouloir supprimer le rôle ?
it: Sei sicuro di voler rimuovere il ruolo?
pl: Czy na pewno chcesz usunąć rolę?
ro: Sunteți sigur că doriți să eliminați rolul?
ru: Вы уверены, что хотите удалить роль?
tr: Rolü kaldırmak istediğinizden emin misiniz?
zh: 您确定要移除该角色吗？

# channel_create_admin_type_remove_title
source: Remove role?
ar: إزالة الدور؟
bg: Премахване на ролята?
de: Rolle entfernen?
es: ¿Eliminar rol?
fr: Supprimer le rôle ?
it: Rimuovere ruolo?
pl: Usunąć rolę?
ro: Elimină rolul?
ru: Удалить роль?
tr: Rolü kaldır?
zh: 移除角色？

# channel_create_admin_type_title
source: Choose admin type
ar: اختر نوع المدير
bg: Избери тип администратор
de: Admin-Typ auswählen
es: Elegir tipo de administrador
fr: Choisir le type d'administrateur
it: Scegli tipo di amministratore
pl: Wybierz typ administratora
ro: Alege tipul de administrator
ru: Выберите тип администратора
tr: Yönetici türünü seç
zh: 选择管理员类型

# channel_create_admins
source: Channel admins
ar: مدراء القناة
bg: Администратори на канала
de: Kanal-Admins
es: Administradores del canal
fr: Administrateurs du canal
it: Amministratori del canale
pl: Administratorzy kanału
ro: Administratorii canalului
ru: Администраторы канала
tr: Kanal yöneticileri
zh: 频道管理员

# channel_create_admins_action
source: Add Administrator
ar: إضافة مدير
bg: Добави администратор
de: Administrator hinzufügen
es: Agregar administrador
fr: Ajouter un administrateur
it: Aggiungi amministratore
pl: Dodaj administratora
ro: Adaugă Administrator
ru: Добавить администратора
tr: Yönetici ekle
zh: 添加管理员

# channel_create_admins_title
source: Admin management
ar: إدارة المدراء
bg: Управление на администраторите
de: Admin-Verwaltung
es: Gestión de administradores
fr: Gestion des administrateurs
it: Gestione amministratori
pl: Zarządzanie administratorami
ro: Gestionare administratori
ru: Управление администраторами
tr: Yönetici yönetimi
zh: 管理员管理

# channel_create_title
source: Create a new channel
ar: إنشاء قناة جديدة
bg: Създай нов канал
de: Neuen Kanal erstellen
es: Crear un nuevo canal
fr: Créer un nouveau canal
it: Crea un nuovo canale
pl: Utwórz nowy kanał
ro: Creează un canal nou
ru: Создать новый канал
tr: Yeni kanal oluştur
zh: 创建新频道

# channel_create_type
source: Channel type
ar: نوع القناة
bg: Тип канал
de: Kanaltyp
es: Tipo de canal
fr: Type de canal
it: Tipo di canale
pl: Typ kanału
ro: Tipul canalului
ru: Тип канала
tr: Kanal türü
zh: 频道类型

# channel_create_type_private_desc
source: Private channels can't be found in search and aren't end-to-end encrypted.
ar: القنوات الخاصة لا يمكن العثور عليها في البحث وليست مشفرة من الطرف إلى الطرف.
bg: Частните канали не могат да бъдат намерени в търсенето и не са криптирани от край до край.
de: Private Kanäle können in der Suche nicht gefunden werden und sind nicht Ende-zu-Ende verschlüsselt.
es: Los canales privados no se pueden encontrar en la búsqueda y no están cifrados de extremo a extremo.
fr: Les canaux privés ne peuvent pas être trouvés dans la recherche et ne sont pas cryptés de bout en bout.
it: I canali privati non possono essere trovati nella ricerca e non sono crittografati end-to-end.
pl: Prywatne kanały nie mogą być znalezione w wyszukiwaniu i nie są szyfrowane end-to-end.
ro: Canalele private nu pot fi găsite în căutare și nu sunt criptate end-to-end.
ru: Приватные каналы не могут быть найдены в поиске и не зашифрованы end-to-end.
tr: Özel kanallar aramada bulunamaz ve uçtan uca şifrelenmiş değildir.
zh: 私有频道无法在搜索中找到，且未进行端到端加密。
