Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# common_no_access_permission
source: To grant access, go to settings and enable the appropriate settings
ar: لمنح الوصول، اذهب إلى الإعدادات وقم بتمكين الإعدادات المناسبة
bg: За да дадете достъп, отидете в настройките и активирайте съответните настройки
de: Öffne die Einstellungen und aktiviere die entsprechenden Berechtigungen.
es: Para otorgar acceso, ve a configuración y habilita la configuración apropiada
fr: Pour accorder l'accès, allez dans les paramètres et activez les paramètres appropriés
it: Per concedere l'accesso, vai alle impostazioni e abilita le impostazioni appropriate
pl: Aby udzielić dostępu, przejdź do ustawień i włącz odpowiednie opcje
ro: Pentru a acorda acces, mergeți la setări și activați setările corespunzătoare
ru: Чтобы предоставить доступ, перейдите в настройки и включите соответствующие параметры
tr: Erişim vermek için ayarlara gidin ve uygun ayarları etkinleştirin
zh: 要授予访问权限，请前往设置并启用相应的设置

# common_no_camera_permission
source: No camera access
ar: لا يوجد وصول إلى الكاميرا
bg: Няма достъп до камерата
de: Kein Kamerazugriff
es: Sin acceso a la cámara
fr: Pas d'accès à la caméra
it: Nessun accesso alla fotocamera
pl: Brak dostępu do aparatu
ro: Nu există acces la cameră
ru: Нет доступа к камере
tr: Kamera erişimi yok
zh: 无法访问相机

# common_no_camera_permission_hint
source: Enable camera in your device settings.
ar: قم بتمكين الكاميرا من إعدادات جهازك.
bg: Активирайте камерата в настройките на вашето устройство.
de: Aktiviere die Kamera in den Geräteeinstellungen.
es: Habilita la cámara en la configuración de tu dispositivo.
fr: Activez la caméra dans les paramètres de votre appareil.
it: Abilita la fotocamera nelle impostazioni del dispositivo.
pl: Włącz aparat w ustawieniach urządzenia.
ro: Activează camera în setările dispozitivului.
ru: Включите камеру в настройках устройства.
tr: Cihaz ayarlarınızdan kamerayı etkinleştirin.
zh: 请在设备设置中启用相机。

# common_no_internet_connection
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bg: Няма интернет връзка
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion Internet
it: Nessuna connessione internet
pl: Brak połączenia z internetem
ro: Nu există conexiune la internet
ru: Нет подключения к интернету
tr: İnternet bağlantısı yok
zh: 无网络连接

# common_password
source: Password
ar: كلمة المرور
bg: Парола
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
ro: Parolă
ru: Пароль
tr: Şifre
zh: 密码

# common_paste
source: Paste
ar: لصق
bg: Постави
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
pl: Wklej
ro: Lipește
ru: Вставить
tr: Yapıştır
zh: 粘贴

# common_photo
source: Photo
ar: صورة
bg: Снимка
de: Foto
es: Foto
it: Foto
pl: Zdjęcie
ro: Fotografie
ru: Фото
tr: Fotoğraf
zh: 照片

# common_photos
source: Photos
ar: صور
bg: Снимки
de: Fotos
es: Fotos
it: Foto
pl: Zdjęcia
ro: Fotografii
ru: Фотографии
tr: Fotoğraflar
zh: 照片

# common_poll
source: Poll
ar: استطلاع
bg: Анкета
de: Umfrage
es: Encuesta
fr: Sondage
it: Sondaggio
pl: Ankieta
ro: Sondaj
ru: Опрос
tr: Anket
zh: 投票

# common_post
source: post
ar: منشور
bg: публикация
de: Beitrag
es: publicación
fr: publication
ro: postare
ru: пост
tr: gönderi
zh: 帖子

# common_private
source: Private
ar: خاص
bg: Частно
de: Privat
es: Privado
fr: Privé
it: Privato
pl: Prywatne
ro: Privat
ru: Приватно
tr: Özel
zh: 私密

# common_profile
source: Profile
ar: الملف الشخصي
bg: Профил
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
ro: Profil
ru: Профиль
tr: Profil
zh: 个人资料

# common_public
source: Public
ar: عام
bg: Публично
de: Öffentlich
es: Público
it: Pubblico
pl: Publiczne
ru: Публично
tr: Herkese açık
zh: 公开

# common_recent
source: Recent
ar: الأحدث
bg: Скорошни
de: Zuletzt
es: Reciente
fr: Récent
it: Recenti
pl: Ostatnie
ru: Недавние
tr: Son
zh: 最近

# common_seconds
source: {seconds}s
ar: {seconds} ثانية
bg: {seconds}с
ru: {seconds}с
zh: {seconds}秒

# common_select_coin
source: Select coin
ar: اختر العملة
bg: Избери монета
de: Coin auswählen
es: Seleccionar moneda
fr: Sélectionner une pièce
it: Seleziona moneta
pl: Wybierz monetę
ro: Selectează monedă
ru: Выбрать монету
tr: Coin seç
zh: 选择币种

# common_select_coin_button_unselected
source: Select coin
ar: اختر العملة
bg: Избери монета
de: Coin auswählen
es: Seleccionar moneda
fr: Sélectionner une pièce
it: Seleziona moneta
pl: Wybierz monetę
ro: Selectează monedă
ru: Выбрать монету
tr: Coin seç
zh: 选择币种

# common_select_language
source: Select a language
ar: اختر لغة
bg: Избери език
de: Sprache auswählen
es: Seleccionar un idioma
fr: Sélectionner une langue
it: Seleziona una lingua
pl: Wybierz język
ro: Selectează o limbă
ru: Выбрать язык
tr: Bir dil seç
zh: 选择语言

# common_select_languages
source: Select languages
ar: اختر اللغات
bg: Избери езици
de: Sprachen auswählen
es: Seleccionar idiomas
fr: Sélectionner les langues
it: Seleziona lingue
pl: Wybierz języki
ro: Selectează limbi
ru: Выбрать языки
tr: Dilleri seç
zh: 选择语言

# common_select_network_button_unselected
source: Select network
ar: اختر الشبكة
bg: Избери мрежа
de: Netzwerk auswählen
es: Seleccionar red
fr: Sélectionner un réseau
it: Seleziona rete
pl: Wybierz sieć
ro: Selectează rețea
ru: Выбрать сеть
tr: Ağ seç
zh: 选择网络

# common_select_option
source: Select option
ar: اختر الخيار
bg: Избери опция
de: Option auswählen
es: Seleccionar opción
fr: Sélectionner une option
it: Seleziona opzione
pl: Wybierz opcję
ro: Selectează opțiune
ru: Выбрать опцию
tr: Seçenek seç
zh: 选择选项

# common_selected
source: Selected
ar: المحدد
bg: Избрано
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
pl: Wybrane
ro: Selectat
ru: Выбрано
tr: Seçildi
zh: 已选择

# common_share_link
source: Share link
ar: مشاركة الرابط
bg: Сподели връзка
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi link
pl: Udostępnij link
ro: Distribuie link
ru: Поделиться ссылкой
tr: Bağlantıyı paylaş
zh: 分享链接

# common_show_less
source: Show less
ar: أظهر أقل
bg: Покажи по-малко
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
pl: Pokaż mniej
ro: Arată mai puțin
ru: Показать меньше
tr: Daha az göster
zh: 显示更少

# common_show_more
source: Show more
ar: أظهر المزيد
bg: Покажи повече
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
pl: Pokaż więcej
ro: Arată mai mult
ru: Показать больше
tr: Daha fazla göster
zh: 显示更多

# common_story
source: story
ar: قصة
bg: история
es: historia
fr: histoire
it: storia
pl: historia
ro: poveste
ru: история
tr: hikaye
zh: 故事

# common_successfully
source: Successfully
ar: بنجاح
bg: Успешно
de: Erfolgreich
es: Exitosamente
fr: Avec succès
it: Con successo
pl: Pomyślnie
ro: Cu succes
ru: Успешно
tr: Başarıyla
zh: 成功

# common_title
source: Title
ar: العنوان
bg: Заглавие
de: Titel
es: Título
fr: Titre
it: Titolo
pl: Tytuł
ro: Titlu
ru: Заголовок
tr: Başlık
zh: 标题

# common_unarchive
source: Unarchive all
ar: استعادة الكل من الأرشيف
bg: Разархивирай всички
de: Alle entarchivieren
es: Desarchivar todo
fr: Tout désarchiver
it: Ripristina tutto
pl: Przywróć z archiwum wszystko
ro: Dezarhivează tot
ru: Разархивировать всё
tr: Tümünü arşivden çıkar
zh: 全部取消归档

# common_unarchive_single
source: Unarchive
ar: استعادة من الأرشيف
bg: Разархивирай
de: Entarchivieren
es: Desarchivar
fr: Désarchiver
it: Ripristina
pl: Przywróć z archiwum
ro: Dezarhivează
ru: Разархивировать
tr: Arşivden çıkar
zh: 取消归档

# common_video
source: Video
ar: فيديو
bg: Видео
fr: Vidéo
pl: Wideo
ru: Видео
zh: 视频

# common_voice_message
source: Voice message
ar: رسالة صوتية
bg: Гласово съобщение
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
it: Messaggio vocale
pl: Wiadomość głosowa
ro: Mesaj vocal
ru: Голосовое сообщение
tr: Sesli mesaj
zh: 语音消息

# common_you
source: You
ar: أنت
bg: Вие
de: Du
es: Tú
fr: Vous
it: Tu
pl: Ty
ro: Tu
ru: Вы
tr: Sen
zh: 您

# confirm_delete_description
source: All your social data will be lost forever. Are you sure you want to delete your account?
ar: ستفقد جميع بياناتك الاجتماعية إلى الأبد. هل أنت متأكد أنك تريد حذف حسابك؟
bg: Всичките ви социални данни ще бъдат загубени завинаги. Сигурни ли сте, че искате да изтриете вашия акаунт?
de: Alle deine sozialen Daten gehen dauerhaft verloren. Bist du sicher, dass du dein Konto löschen möchtest?
es: Todos tus datos sociales se perderán para siempre. ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Toutes vos données sociales seront perdues à jamais. Êtes-vous sûr de vouloir supprimer votre compte ?
it: Tutti i tuoi dati social andranno persi per sempre. Sei sicuro di voler eliminare il tuo account?
pl: Wszystkie Twoje dane społecznościowe zostaną utracone na zawsze. Czy na pewno chcesz usunąć swoje konto?
ro: Toate datele dvs. sociale vor fi pierdute pentru totdeauna. Sunteți sigur că doriți să ștergeți contul?
ru: Все ваши социальные данные будут потеряны навсегда. Вы уверены, что хотите удалить свой аккаунт?
tr: Tüm sosyal verileriniz kalıcı olarak kaybolacak. Hesabınızı silmek istediğinizden emin misiniz?
zh: 您的所有社交数据将永久丢失。您确定要删除您的账户吗？

# confirm_delete_title
source: Delete your account?
ar: حذف حسابك؟
bg: Изтриване на вашия акаунт?
de: Dein Konto löschen?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
it: Eliminare il tuo account?
pl: Usunąć konto?
ro: Șterge contul?
ru: Удалить аккаунт?
tr: Hesabınızı sil?
zh: 删除您的账户？

# confirm_logout_description
source: Are you sure you want to log out from the app?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من التطبيق؟
bg: Сигурни ли сте, че искате да излезете от приложението?
de: Bist du sicher, dass du dich aus der App abmelden möchtest?
es: ¿Estás seguro de que quieres cerrar sesión en la aplicación?
fr: Êtes-vous sûr de vouloir vous déconnecter de l'application ?
it: Sei sicuro di voler disconnetterti dall'app?
pl: Czy na pewno chcesz wylogować się z aplikacji?
ro: Sunteți sigur că doriți să vă deconectați din aplicație?
ru: Вы уверены, что хотите выйти из приложения?
tr: Uygulamadan çıkış yapmak istediğinizden emin misiniz?
zh: 您确定要从应用登出吗？

# confirm_logout_title
source: Log out {username}?
ar: تسجيل الخروج من {username}؟
bg: Изход от {username}?
de: Als {username} abmelden?
es: ¿Cerrar sesión de {username}?
fr: Déconnecter {username} ?
it: Disconnetti {username}?
pl: Wylogować {username}?
ro: Deconectează-te de la {username}?
ru: Выйти из {username}?
tr: {username} çıkış yap?
zh: 登出 {username}？

# confirm_the_code_title
source: Confirm the code
ar: تأكيد الرمز
bg: Потвърди кода
de: Code bestätigen
es: Confirmar el código
fr: Confirmer le code
it: Conferma il codice
pl: Potwierdź kod
ro: Confirmă codul
ru: Подтвердить код
tr: Kodu onayla
zh: 确认代码

# contact_wallet_is_private
source: wallet is private.
ar: المحفظة خاصة.
bg: портфейлът е частен.
de: Wallet ist privat.
es: la billetera es privada.
fr: le portefeuille est privé.
it: il portafoglio è privato.
pl: portfel jest prywatny.
ro: portofelul este privat.
ru: кошелёк приватный.
tr: cüzdan özeldir.
zh: 钱包是私密的。

# contact_wallet_is_private_description
source: You can't send or request funds
ar: لا يمكنك إرسال أو طلب الأموال
bg: Не можете да изпращате или заявявате средства
de: Du kannst keine Gelder senden oder anfordern.
es: No puedes enviar o solicitar fondos
fr: Vous ne pouvez pas envoyer ou demander de fonds
it: Non puoi inviare o richiedere fondi
pl: Nie możesz wysyłać ani żądać środków
ro: Nu puteți trimite sau solicita fonduri
ru: Вы не можете отправлять или запрашивать средства
tr: Para gönderemez veya talep edemezsiniz
zh: 您无法发送或请求资金

# contact_wallet_is_private_title
source: Private wallet
ar: محفظة خاصة
bg: Частен портфейл
es: Billetera privada
fr: Portefeuille privé
it: Portafoglio privato
pl: Prywatny portfel
ro: Portofel privat
ru: Приватный кошелёк
tr: Özel cüzdan
zh: 私密钱包

# contact_wallet_not_found_description
source: doesn't have a wallet in the {network} network
ar: لا يملك محفظة في شبكة {network}
bg: няма портфейл в мрежата {network}
de: Diese Person hat keine Wallet im {network}-Netzwerk.
es: no tiene una billetera en la red {network}
fr: n'a pas de portefeuille sur le réseau {network}
it: non ha un portafoglio nella rete {network}
pl: nie ma portfela w sieci {network}
ro: nu are un portofel în rețeaua {network}
ru: не имеет кошелька в сети {network}
tr: {network} ağında cüzdanı yok
zh: 在 {network} 网络上没有钱包

# contact_wallet_not_found_title
source: Wallet not found
ar: لم يتم العثور على المحفظة
bg: Портфейлът не е намерен
de: Wallet nicht gefunden
es: Billetera no encontrada
fr: Portefeuille introuvable
it: Portafoglio non trovato
pl: Portfel nie został znaleziony
ro: Portofel negăsit
ru: Кошелёк не найден
tr: Cüzdan bulunamadı
zh: 未找到钱包

# content_language_description
source: You'll be shown content in the selected language
ar: سيتم عرض المحتوى باللغة المختارة
bg: Ще видите съдържанието на избрания език
de: Dir werden Inhalte in der ausgewählten Sprache angezeigt
es: Se te mostrará contenido en el idioma seleccionado
fr: Vous verrez le contenu dans la langue sélectionnée
it: Ti verrà mostrato contenuto nella lingua selezionata
pl: Zobaczysz treści w wybranym języku
ro: Veți vedea conținutul în limba selectată
ru: Вы увидите контент на выбранном языке
tr: Seçilen dilde içerik gösterilecek
zh: 将以所选语言显示内容

# content_language_title
source: Content languages
ar: لغات المحتوى
bg: Езици на съдържанието
de: Inhaltssprachen
es: Idiomas de contenido
fr: Langues du contenu
it: Lingue dei contenuti
pl: Języki treści
ro: Limbi de conținut
ru: Языки контента
tr: İçerik dilleri
zh: 内容语言

# core_all
source: All
ar: الكل
bg: Всички
de: Alle
es: Todos
fr: Tout
it: Tutti
pl: Wszystkie
ro: Toate
ru: Все
tr: Tümü
zh: 全部

# core_coins
source: Coins
ar: عملات
bg: Монети
es: Monedas
fr: Pièces
it: Monete
pl: Monety
ro: Monede
ru: Монеты
tr: Coinler
zh: 币种

# core_done
source: Done
ar: تم
bg: Готово
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pl: Gotowe
ro: Gata
ru: Готово
tr: Tamam
zh: 完成

# core_empty_search
source: No results found
ar: لم يتم العثور على نتائج
bg: Няма намерени резултати
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pl: Nie znaleziono wyników
ro: Nu s-au găsit rezultate
ru: Результаты не найдены
tr: Sonuç bulunamadı
zh: 未找到结果

# core_empty_transactions_history
source: You don't have any transactions yet
ar: ليس لديك أي معاملات حتى الآن
bg: Все още нямате транзакции
de: Du hast noch keine Transaktionen
es: Aún no tienes transacciones
fr: Vous n'avez pas encore de transactions
it: Non hai ancora transazioni
pl: Nie masz jeszcze transakcji
ro: Nu aveți tranzacții încă
ru: У вас пока нет транзакций
tr: Henüz işleminiz yok
zh: 您还没有任何交易

# core_networks
source: Networks
ar: الشبكات
bg: Мрежи
de: Netzwerke
es: Redes
fr: Réseaux
it: Reti
pl: Sieci
ro: Rețele
ru: Сети
tr: Ağlar
zh: 网络

# core_view_all
source: view all
ar: عرض الكل
bg: виж всички
de: Alle anzeigen
es: ver todo
fr: tout voir
it: visualizza tutto
pl: zobacz wszystkie
ro: vezi toate
ru: посмотреть все
tr: tümünü gör
zh: 查看全部

# create_article_add_cover
source: Add cover image
ar: أضف صورة غلاف
bg: Добави изображение на корицата
de: Titelbild hinzufügen
es: Agregar imagen de portada
fr: Ajouter une image de couverture
it: Aggiungi immagine di copertina
pl: Dodaj zdjęcie okładki
ro: Adaugă imagine copertă
ru: Добавить обложку
tr: Kapak görüntüsü ekle
zh: 添加封面图片

# create_article_nav_title
source: New article
ar: مقالة جديدة
bg: Нова статия
de: Neuer Artikel
es: Nuevo artículo
fr: Nouvel article
it: Nuovo articolo
pl: Nowy artykuł
ro: Articol nou
ru: Новая статья
tr: Yeni makale
zh: 新文章

# create_article_nav_title_edit
source: Edit article
ar: تعديل المقالة
bg: Редактирай статия
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l'article
it: Modifica articolo
pl: Edytuj artykuł
ro: Editează articolul
ru: Редактировать статью
tr: Makaleyi düzenle
zh: 编辑文章

# create_article_story_placeholder
source: Write your story...
ar: اكتب قصتك...
bg: Напишете историята си...
de: Schreibe deine Geschichte …
es: Escribe tu historia...
fr: Écrivez votre histoire...
it: Scrivi la tua storia...
pl: Napisz swoją historię...
ro: Scrie povestea ta...
ru: Напишите свою историю...
tr: Hikayenizi yazın...
zh: 写下您的故事...

# create_article_title_placeholder
source: Title
ar: العنوان
bg: Заглавие
de: Titel
es: Título
fr: Titre
it: Titolo
pl: Tytuł
ro: Titlu
ru: Заголовок
tr: Başlık
zh: 标题

# create_post_add_topic
source: Add topic
ar: أضف موضوع
bg: Добави тема
de: Thema hinzufügen
es: Agregar tema
fr: Ajouter un sujet
it: Aggiungi argomento
pl: Dodaj temat
ro: Adaugă subiect
ru: Добавить тему
tr: Konu ekle
zh: 添加话题

# create_post_add_topic_tooltip_description
source: Adding a topic helps to improve visibility and engagement, making the platform more useful and attractive to users
ar: إضافة موضوع يساعد على تحسين الرؤية والمشاركة، مما يجعل المنصة أكثر فائدة وجاذبية للمستخدمين
bg: Добавянето на тема помага да се подобри видимостта и ангажираността, правейки платформата по-полезна и привлекателна за потребителите
de: Das Hinzufügen eines Themas verbessert Sichtbarkeit und Interaktion und macht die Plattform für Nutzer hilfreicher und attraktiver.
es: Agregar un tema ayuda a mejorar la visibilidad y el compromiso, haciendo que la plataforma sea más útil y atractiva para los usuarios
fr: Ajouter un sujet aide à améliorer la visibilité et l'engagement, rendant la plateforme plus utile et attractive pour les utilisateurs
it: Aggiungere un argomento aiuta a migliorare la visibilità e l'engagement, rendendo la piattaforma più utile e attraente per gli utenti
pl: Dodanie tematu pomaga poprawić widoczność i zaangażowanie, czyniąc platformę bardziej użyteczną i atrakcyjną dla użytkowników
ro: Adăugarea unui subiect ajută la îmbunătățirea vizibilității și angajamentului, făcând platforma mai utilă și atractivă pentru utilizatori
ru: Добавление темы помогает улучшить видимость и вовлечённость, делая платформу более полезной и привлекательной для пользователей
tr: Konu eklemek görünürlüğü ve etkileşimi artırmaya yardımcı olur, platformu daha kullanışlı ve kullanıcılar için çekici hale getirir
zh: 添加话题有助于提高可见度和参与度，使平台对用户更有用、更有吸引力

# create_post_add_topic_tooltip_title
source: Topic
ar: الموضوع
bg: Тема
de: Thema
es: Tema
fr: Sujet
it: Argomento
pl: Temat
ro: Subiect
ru: Тема
tr: Konu
zh: 话题

# create_post_modal_placeholder
source: What's happening?
ar: ما الذي يحدث؟
bg: Какво се случва?
de: Was gibt’s Neues?
es: ¿Qué está pasando?
fr: Que se passe-t-il ?
it: Cosa sta succedendo?
pl: Co się dzieje?
ro: Ce se întâmplă?
ru: Что происходит?
tr: Neler oluyor?
zh: 发生了什么？

# create_post_modal_title
source: New post
ar: منشور جديد
bg: Нова публикация
de: Neuer Beitrag
es: Nueva publicación
fr: Nouvelle publication
it: Nuovo post
pl: Nowy post
ro: Postare nouă
ru: Новый пост
tr: Yeni gönderi
zh: 新帖子

# create_video_input_placeholder
source: Add a description (optional)
ar: أضف وصفاً (اختياري)
bg: Добави описание (незадължително)
de: Beschreibung hinzufügen (optional)
es: Agrega una descripción (opcional)
fr: Ajouter une description (optionnel)
it: Aggiungi una descrizione (opzionale)
pl: Dodaj opis (opcjonalnie)
ro: Adaugă o descriere (opțional)
ru: Добавить описание (необязательно)
tr: Bir açıklama ekle (isteğe bağlı)
zh: 添加描述（可选）

# create_video_new_video
source: New video
ar: فيديو جديد
bg: Ново видео
de: Neues Video
es: Nuevo video
fr: Nouvelle vidéo
it: Nuovo video
pl: Nowe wideo
ro: Video nou
ru: Новое видео
tr: Yeni video
zh: 新视频

source: Creator token is live
ar: توكن المنشئ نشط
bg: Токенът на създателя е активен
de: Creator-Token ist live
es: El token del creador está activo
fr: Le jeton créateur est en direct
it: Il token del creatore è attivo
pl: Token twórcy jest aktywny
ro: Tokenul creatorului este activ
ru: Токен создателя активен
tr: Oluşturucu token'ı canlı
zh: 创作者代币已上线

# dapp_details_launch_dapp_button_title
source: Launch dApp
ar: أطلق التطبيق اللامركزي
bg: Стартирай dApp
de: dApp starten
es: Iniciar dApp
fr: Lancer dApp
it: Avvia dApp
pl: Uruchom dApp
ro: Lansează dApp
ru: Запустить dApp
tr: dApp'i başlat
zh: 启动 dApp

# dapp_details_tips
source: Tips
ar: نصائح
bg: Съвети
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
pl: Porady
ro: Sfaturi
ru: Советы
tr: İpuçları
zh: 提示

# dapp_details_tips_games
source: Games
ar: الألعاب
bg: Игри
de: Spiele
es: Juegos
fr: Jeux
it: Giochi
pl: Gry
ro: Jocuri
ru: Игры
tr: Oyunlar
zh: 游戏

# dapp_details_tips_global_rank
source: Global Rank
ar: الترتيب العالمي
bg: Глобален ранг
de: Globales Ranking
es: Clasificación global
fr: Classement mondial
it: Classifica globale
pl: Ranking globalny
ro: Clasament global
ru: Глобальный рейтинг
tr: Küresel Sıralama
zh: 全球排名

# dapp_details_tips_vote
source: Vote
ar: صوت
bg: Гласувай
de: Abstimmen
es: Votar
fr: Voter
it: Vota
pl: Głosuj
ro: Votează
ru: Голосовать
tr: Oy ver
zh: 投票

# dapp_details_tips_voted
source: Voted
ar: تم التصويت
bg: Гласувано
de: Abgestimmt
es: Votado
fr: Voté
it: Votato
pl: Zagłosowano
ro: Votat
ru: Проголосовано
tr: Oy verildi
zh: 已投票

# dapps_category_games
source: Games
ar: الألعاب
bg: Игри
de: Spiele
es: Juegos
fr: Jeux
it: Giochi
pl: Gry
ro: Jocuri
ru: Игры
tr: Oyunlar
zh: 游戏

# dapps_category_marketplaces
source: Marketplaces
ar: الأسواق
bg: Пазари
de: Marktplätze
es: Mercados
fr: Marchés
it: Marketplace
pl: Rynki
ro: Piețe
ru: Маркетплейсы
tr: Pazarlar
zh: 市场

# dapps_category_other
source: Other
ar: أخرى
bg: Други
de: Sonstiges
es: Otro
fr: Autre
it: Altro
pl: Inne
ro: Altele
ru: Другое
tr: Diğer
zh: 其他

# dapps_category_social
source: Social
ar: اجتماعي
bg: Социални
de: Soziales
pl: Społecznościowe
ru: Социальные
tr: Sosyal
zh: 社交

# dapps_category_utilities
source: Utilities
ar: الأدوات
bg: Полезни
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
it: Utilità
pl: Narzędzia
ro: Utilități
ru: Утилиты
tr: Araçlar
zh: 实用工具

# dapps_favourites_added
source: {count} added dApps
ar: {count} تطبيقات لامركزية مضافة
bg: {count} добавени dApps
de: {count} dApps hinzugefügt
es: {count} dApps agregadas
fr: {count} dApps ajoutées
it: {count} dApp aggiunte
pl: {count} dodanych dApps
ro: {count} dApps adăugate
ru: {count} добавленных dApps
tr: {count} eklenen dApp
zh: 已添加 {count} 个 dApp

# dapps_favourites_empty_title
source: You have no favourites dApps yet
ar: ليس لديك أي تطبيقات مفضلة حتى الآن
bg: Все още нямате любими dApps
de: Du hast noch keine dApps in den Favoriten
es: Aún no tienes dApps favoritas
fr: Vous n'avez pas encore de dApps favorites
it: Non hai ancora dApp preferite
pl: Nie masz jeszcze ulubionych dApps
ro: Nu aveți dApps favorite încă
ru: У вас пока нет избранных dApps
tr: Henüz favori dApp'iniz yok
zh: 您还没有收藏的 dApp

# dapps_search_empty
source: Search here for dApps, categories…
ar: ابحث هنا عن التطبيقات اللامركزية والفئات…
bg: Търсете тук dApps, категории…
de: Suche hier nach dApps und Kategorien …
es: Busca aquí dApps, categorías…
fr: Recherchez ici des dApps, des catégories…
it: Cerca qui dApp, categorie…
pl: Szukaj tutaj dApps, kategorii…
ro: Caută aici dApps, categorii…
ru: Ищите здесь dApps, категории…
tr: dApp'ler, kategoriler için buraya arayın…
zh: 在此搜索 dApp、类别…

# dapps_section_title_categories
source: Categories
ar: الفئات
bg: Категории
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pl: Kategorie
ro: Categorii
ru: Категории
tr: Kategoriler
zh: 类别

# dapps_section_title_favourites
source: Favorites
ar: المفضلة
bg: Любими
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pl: Ulubione
ro: Favorite
ru: Избранное
tr: Favoriler
zh: 收藏

# dapps_section_title_featured
source: Featured
ar: مميزة
bg: Препоръчани
de: Empfohlen
es: Destacados
fr: En vedette
it: In evidenza
pl: Polecane
ro: Recomandate
ru: Рекомендуемые
tr: Öne Çıkanlar
zh: 精选

# dapps_section_title_highest_ranked
source: Highest ranked
ar: الأعلى تصنيفاً
bg: Най-високо класирани
de: Am höchsten bewertet
es: Mejor clasificados
fr: Les mieux classés
it: Più votati
pl: Najwyżej oceniane
ro: Cel mai bine clasate
ru: Самые рейтинговые
tr: En yüksek sıralı
zh: 排名最高
