Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# dapps_section_title_recently_added
source: Recently added
ar: أضيفت مؤخراً
bg: Наскоро добавени
de: Kürzlich hinzugefügt
es: Agregados recientemente
fr: Récemment ajoutées
it: Aggiunti di recente
pl: Ostatnio dodane
ro: Adăugate recent
ru: Недавно добавленные
tr: Son eklenenler
zh: 最近添加

# date_just_now
source: just now
ar: الآن
bg: току-що
de: gerade eben
es: ahora mismo
fr: à l'instant
it: proprio ora
pl: właśnie teraz
ro: chiar acum
ru: только что
tr: şimdi
zh: 刚刚

# date_today
source: Today
ar: اليوم
bg: Днес
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pl: Dzisiaj
ro: Astăzi
ru: Сегодня
tr: Bugün
zh: 今天

# date_yesterday
source: Yesterday
ar: أمس
bg: Вчера
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pl: Wczoraj
ro: Ieri
ru: Вчера
tr: Dün
zh: 昨天

# day
source: {count, plural, =1{day} other{days}}
ar: {count, plural, =1{يوم} other{أيام}}
bg: {count, plural, =1{ден} other{дни}}
de: {count, plural, =1{Tag} other{Tage}}
es: {count, plural, =1{día} other{días}}
fr: {count, plural, =1{jour} other{jours}}
it: {count, plural, =1{giorno} other{giorni}}
pl: {count, plural, =1{dzień} other{dni}}
ro: {count, plural, =1{zi} other{zile}}
ru: {count, plural, =1{день} other{дней}}
tr: {count, plural, =1{gün} other{gün}}
zh: {count, plural, =1{天} other{天}}

# delete_article_desc
source: Are you sure you want to delete article?
ar: هل أنت متأكد أنك تريد حذف المقالة؟
bg: Сигурни ли сте, че искате да изтриете статията?
de: Bist du sicher, dass du den Artikel löschen möchtest?
es: ¿Estás seguro de que quieres eliminar el artículo?
fr: Êtes-vous sûr de vouloir supprimer l'article ?
it: Sei sicuro di voler eliminare l'articolo?
pl: Czy na pewno chcesz usunąć artykuł?
ro: Sunteți sigur că doriți să ștergeți articolul?
ru: Вы уверены, что хотите удалить статью?
tr: Makaleyi silmek istediğinizden emin misiniz?
zh: 您确定要删除文章吗？

# delete_article_title
source: Delete article?
ar: حذف المقالة؟
bg: Изтриване на статията?
de: Artikel löschen?
es: ¿Eliminar artículo?
fr: Supprimer l'article ?
it: Eliminare articolo?
pl: Usunąć artykuł?
ro: Șterge articolul?
ru: Удалить статью?
tr: Makaleyi sil?
zh: 删除文章？

# delete_post_desc
source: Are you sure you want to delete post?
ar: هل أنت متأكد أنك تريد حذف المنشور؟
bg: Сигурни ли сте, че искате да изтриете публикацията?
de: Bist du sicher, dass du den Beitrag löschen möchtest?
es: ¿Estás seguro de que quieres eliminar la publicación?
fr: Êtes-vous sûr de vouloir supprimer la publication ?
it: Sei sicuro di voler eliminare il post?
pl: Czy na pewno chcesz usunąć post?
ro: Sunteți sigur că doriți să ștergeți postarea?
ru: Вы уверены, что хотите удалить пост?
tr: Gönderiyi silmek istediğinizden emin misiniz?
zh: 您确定要删除帖子吗？

# delete_post_title
source: Delete post?
ar: حذف المنشور؟
bg: Изтриване на публикацията?
de: Beitrag löschen?
es: ¿Eliminar publicación?
fr: Supprimer la publication ?
it: Eliminare post?
pl: Usunąć post?
ro: Șterge postarea?
ru: Удалить пост?
tr: Gönderiyi sil?
zh: 删除帖子？

# delete_story_desc
source: Are you sure you want to delete your story?
ar: هل أنت متأكد أنك تريد حذف قصتك؟
bg: Сигурни ли сте, че искате да изтриете историята си?
de: Bist du sicher, dass du deine Story löschen möchtest?
es: ¿Estás seguro de que quieres eliminar tu historia?
fr: Êtes-vous sûr de vouloir supprimer votre histoire ?
it: Sei sicuro di voler eliminare la tua storia?
pl: Czy na pewno chcesz usunąć swoją historię?
ro: Sunteți sigur că doriți să ștergeți povestea?
ru: Вы уверены, что хотите удалить свою историю?
tr: Hikayenizi silmek istediğinizden emin misiniz?
zh: 您确定要删除您的故事吗？

# delete_story_title
source: Delete story?
ar: حذف القصة؟
bg: Изтриване на историята?
de: Story löschen?
es: ¿Eliminar historia?
fr: Supprimer l'histoire ?
it: Eliminare storia?
pl: Usunąć historię?
ro: Șterge povestea?
ru: Удалить историю?
tr: Hikayeyi sil?
zh: 删除故事？

# delete_video_desc
source: Are you sure you want to delete video?
ar: هل أنت متأكد أنك تريد حذف الفيديو؟
bg: Сигурни ли сте, че искате да изтриете видеото?
de: Bist du sicher, dass du das Video löschen möchtest?
es: ¿Estás seguro de que quieres eliminar el video?
fr: Êtes-vous sûr de vouloir supprimer la vidéo ?
it: Sei sicuro di voler eliminare il video?
pl: Czy na pewno chcesz usunąć wideo?
ro: Sunteți sigur că doriți să ștergeți video-ul?
ru: Вы уверены, что хотите удалить видео?
tr: Video'yu silmek istediğinizden emin misiniz?
zh: 您确定要删除视频吗？

# delete_video_title
source: Delete video?
ar: حذف الفيديو؟
bg: Изтриване на видеото?
de: Video löschen?
es: ¿Eliminar video?
fr: Supprimer la vidéo ?
it: Eliminare video?
pl: Usunąć wideo?
ro: Șterge video-ul?
ru: Удалить видео?
tr: Video'yu sil?
zh: 删除视频？

# device_keypair_button_complete_upload
source: Finish backup
ar: إنهاء النسخة الاحتياطية
bg: Завърши архивирането
de: Backup abschließen
es: Finalizar copia de seguridad
fr: Terminer la sauvegarde
it: Completa backup
pl: Zakończ kopię zapasową
ro: Finalizează backup-ul
ru: Завершить резервное копирование
tr: Yedeklemeyi bitir
zh: 完成备份

# device_keypair_button_dont_show_again
source: Don't show again
ar: لا تظهر مرة أخرى
bg: Не показвай отново
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
it: Non mostrare più
pl: Nie pokazuj ponownie
ro: Nu mai afișa
ru: Больше не показывать
tr: Tekrar gösterme
zh: 不再显示

# device_keypair_button_restore_now
source: Restore Now
ar: استعادة الآن
bg: Възстанови сега
de: Jetzt wiederherstellen
es: Restaurar ahora
fr: Restaurer maintenant
it: Ripristina ora
pl: Przywróć teraz
ro: Restaurează acum
ru: Восстановить сейчас
tr: Şimdi geri yükle
zh: 立即恢复

# device_keypair_button_upload_now
source: Back up now
ar: نسخ احتياطي الآن
bg: Архивирай сега
de: Jetzt sichern
es: Hacer copia de seguridad ahora
fr: Sauvegarder maintenant
it: Esegui backup ora
pl: Utwórz kopię zapasową teraz
ro: Fă backup acum
ru: Создать резервную копию сейчас
tr: Şimdi yedekle
zh: 立即备份

# device_keypair_restore_description
source: We found a saved backup from another device. Restore it to continue your conversations here.
ar: وجدنا نسخة احتياطية محفوظة من جهاز آخر. استعدها لمتابعة محادثاتك هنا.
bg: Намерихме запазено архивиране от друго устройство. Възстановете го, за да продължите разговорите си тук.
de: Wir haben ein gespeichertes Backup von einem anderen Gerät gefunden. Stelle es wieder her, um deine Unterhaltungen hier fortzusetzen.
es: Encontramos una copia de seguridad guardada de otro dispositivo. Restáurala para continuar tus conversaciones aquí.
fr: Nous avons trouvé une sauvegarde enregistrée d'un autre appareil. Restaurez-la pour continuer vos conversations ici.
it: Abbiamo trovato un backup salvato da un altro dispositivo. Ripristinalo per continuare le tue conversazioni qui.
pl: Znaleźliśmy zapisaną kopię zapasową z innego urządzenia. Przywróć ją, aby kontynuować rozmowy tutaj.
ro: Am găsit un backup salvat de pe alt dispozitiv. Restaurează-l pentru a continua conversațiile aici.
ru: Мы нашли сохранённую резервную копию с другого устройства. Восстановите её, чтобы продолжить разговоры здесь.
tr: Başka bir cihazdan kaydedilmiş bir yedek bulduk. Konuşmalarınıza burada devam etmek için geri yükleyin.
zh: 我们找到了来自另一台设备的已保存备份。恢复它以在此处继续您的对话。

# device_keypair_restore_title
source: Restore your chats
ar: استعادة محادثاتك
bg: Възстанови вашите чатове
de: Deine Chats wiederherstellen
es: Restaurar tus chats
fr: Restaurer vos conversations
it: Ripristina le tue chat
pl: Przywróć swoje czaty
ro: Restaurează conversațiile
ru: Восстановить ваши чаты
tr: Sohbetlerinizi geri yükleyin
zh: 恢复您的聊天

# device_keypair_upload_complete_title
source: Finish backup
ar: إنهاء النسخة الاحتياطية
bg: Завърши архивирането
de: Backup abschließen
es: Finalizar copia de seguridad
fr: Terminer la sauvegarde
it: Completa backup
pl: Zakończ kopię zapasową
ro: Finalizează backup-ul
ru: Завершить резервное копирование
tr: Yedeklemeyi bitir
zh: 完成备份

# device_keypair_upload_description
source: Keep your messages safe by saving a secure copy. This way, you can always access your chats if you change or lose your device.
ar: احتفظ برسائلك آمنة عن طريق حفظ نسخة آمنة. بهذه الطريقة، يمكنك دائمًا الوصول إلى محادثاتك إذا غيرت أو فقدت جهازك.
bg: Пазете вашите съобщения в безопасност, като запазите сигурно копие. По този начин винаги ще можете да получите достъп до вашите чатове, ако смените или загубите вашето устройство.
de: Schütze deine Nachrichten, indem du eine sichere Kopie speicherst. So kannst du immer auf deine Chats zugreifen, wenn du dein Gerät wechselst oder verlierst.
es: Mantén tus mensajes seguros guardando una copia segura. De esta manera, siempre podrás acceder a tus chats si cambias o pierdes tu dispositivo.
fr: Gardez vos messages en sécurité en sauvegardant une copie sécurisée. Ainsi, vous pourrez toujours accéder à vos conversations si vous changez ou perdez votre appareil.
it: Mantieni i tuoi messaggi al sicuro salvando una copia sicura. In questo modo, puoi sempre accedere alle tue chat se cambi o perdi il tuo dispositivo.
pl: Zachowaj bezpieczeństwo swoich wiadomości, zapisując bezpieczną kopię. W ten sposób zawsze będziesz mieć dostęp do swoich czatów, jeśli zmienisz lub zgubisz urządzenie.
ro: Păstrează mesajele tale în siguranță prin salvarea unei copii securizate. Astfel, vei putea accesa întotdeauna conversațiile dacă îți schimbi sau pierzi dispozitivul.
ru: Сохраняйте свои сообщения в безопасности, сохранив безопасную копию. Таким образом, вы всегда сможете получить доступ к своим чатам, если смените или потеряете устройство.
tr: Güvenli bir kopya kaydederek mesajlarınızı güvende tutun. Bu şekilde, cihazınızı değiştirirseniz veya kaybederseniz sohbetlerinize her zaman erişebilirsiniz.
zh: 通过保存安全副本保护您的消息。这样，如果您更换或丢失设备，您始终可以访问您的聊天。

# device_keypair_upload_incomplete_description
source: Looks like you didn’t finish saving your chat backup. Do you want to complete it now?
ar: يبدو أنك لم تنهِ حفظ نسخة احتياطية من محادثاتك. هل تريد إكمالها الآن؟
bg: Изглежда, че не сте завършили запазването на архивирането на вашите чатове. Искате ли да го завършите сега?
de: Es sieht so aus, als hättest du dein Chat-Backup nicht fertiggestellt. Möchtest du es jetzt abschließen?
es: Parece que no terminaste de guardar la copia de seguridad de tu chat. ¿Quieres completarla ahora?
fr: Il semble que vous n'ayez pas terminé la sauvegarde de vos conversations. Voulez-vous la terminer maintenant ?
it: Sembra che non tu abbia finito di salvare il backup delle chat. Vuoi completarlo ora?
pl: Wygląda na to, że nie ukończyłeś zapisywania kopii zapasowej czatów. Czy chcesz teraz ją ukończyć?
ro: Se pare că nu ai terminat salvarea backup-ului conversațiilor. Vrei să o finalizezi acum?
ru: Похоже, вы не завершили сохранение резервной копии чатов. Хотите завершить это сейчас?
tr: Sohbet yedeğinizi kaydetmeyi bitirmemişsiniz gibi görünüyor. Şimdi tamamlamak ister misiniz?
zh: 看起来您没有完成保存聊天备份。您想现在完成吗？

# device_keypair_upload_title
source: Back up your chats
ar: نسخ احتياطي لمحادثاتك
bg: Архивирай вашите чатове
de: Sichere deine Chats
es: Hacer copia de seguridad de tus chats
fr: Sauvegarder vos conversations
it: Esegui backup delle tue chat
pl: Utwórz kopię zapasową swoich czatów
ro: Fă backup conversațiilor
ru: Создать резервную копию ваших чатов
tr: Sohbetlerinizi yedekleyin
zh: 备份您的聊天

# discover_creators_description
source: Connect with visionaries and inspiring voices
ar: تواصل مع رواد الفكر والأصوات الملهمة
bg: Свържете се с визионери и вдъхновяващи гласове
de: Vernetze dich mit Visionären und inspirierenden Stimmen
es: Conecta con visionarios y voces inspiradoras
fr: Connectez-vous avec des visionnaires et des voix inspirantes
it: Connettiti con visionari e voci ispiratrici
pl: Połącz się z wizjonerami i inspirującymi głosami
ro: Conectează-te cu viziunari și voci inspiratoare
ru: Общайтесь с провидцами и вдохновляющими голосами
tr: Vizyonerler ve ilham verici seslerle bağlantı kurun
zh: 与有远见者和鼓舞人心的声音建立联系

# discover_creators_title
source: Discover creators
ar: اكتشف المبدعين
bg: Открий създатели
de: Entdecke Creator
es: Descubrir creadores
fr: Découvrir les créateurs
it: Scopri i creatori
pl: Odkryj twórców
ro: Descoperă creatori
ru: Открыть создателей
tr: Oluşturucuları keşfet
zh: 发现创作者

# dropdown_category_child_safety
source: Child safety
ar: سلامة الأطفال
bg: Детска безопасност
de: Kindersicherheit
es: Seguridad infantil
fr: Sécurité des enfants
it: Sicurezza dei minori
pl: Bezpieczeństwo dzieci
ro: Siguranța copiilor
ru: Безопасность детей
tr: Çocuk güvenliği
zh: 儿童安全

# dropdown_category_hate
source: Hate
ar: كراهية
bg: Омраза
de: Hass
es: Odio
fr: Haine
it: Odio
pl: Nienawiść
ro: Ura
ru: Ненависть
tr: Nefret
zh: 仇恨

# dropdown_category_violence
source: Violent speech
ar: خطاب عنيف
bg: Насилствена реч
de: Gewalttätige Sprache
es: Discurso violento
fr: Discours violent
it: Linguaggio violento
pl: Mowa nienawiści
ro: Discurs violent
ru: Насильственная речь
tr: Şiddet içeren konuşma
zh: 暴力言论

# dropdown_select_category
source: Select category
ar: اختر الفئة
bg: Избери категория
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
pl: Wybierz kategorię
ro: Selectează categorie
ru: Выбрать категорию
tr: Kategori seç
zh: 选择类别

# early_access_desc
source: Enter your email address to get early access to the app
ar: أدخل عنوان بريدك الإلكتروني للحصول على وصول مبكر للتطبيق
bg: Въведете вашия имейл адрес, за да получите ранен достъп до приложението
de: Gib deine E-Mail-Adresse ein, um frühen Zugang zur App zu erhalten
es: Ingresa tu dirección de correo electrónico para obtener acceso anticipado a la aplicación
fr: Entrez votre adresse e-mail pour obtenir un accès anticipé à l'application
it: Inserisci il tuo indirizzo email per ottenere l'accesso anticipato all'app
pl: Wprowadź swój adres e-mail, aby uzyskać wcześniejszy dostęp do aplikacji
ro: Introdu adresa ta de e-mail pentru a obține acces timpuriu la aplicație
ru: Введите свой адрес электронной почты, чтобы получить ранний доступ к приложению
tr: Uygulamaya erken erişim için e-posta adresinizi girin
zh: 输入您的电子邮件地址以获得应用的早期访问权限

# early_access_title
source: Early access
ar: الوصول المبكر
bg: Ранен достъп
de: Früher Zugang
es: Acceso anticipado
fr: Accès anticipé
it: Accesso anticipato
pl: Wcześniejszy dostęp
ro: Acces timpuriu
ru: Ранний доступ
tr: Erken erişim
zh: 早期访问

# email_confirmation_title
source: Confirm email
ar: تأكيد البريد الإلكتروني
bg: Потвърди имейла
de: E-Mail bestätigen
es: Confirmar correo electrónico
fr: Confirmer l'e-mail
it: Conferma email
pl: Potwierdź e-mail
ro: Confirmă e-mailul
ru: Подтвердить электронную почту
tr: E-postayı onayla
zh: 确认电子邮件

# email_success_description
source: The email address has been successfully verified and added for 2FA
ar: تم التحقق من عنوان البريد الإلكتروني بنجاح وإضافته للتحقق بخطوتين
bg: Имейл адресът беше успешно потвърден и добавен за двуфакторна автентификация
de: Die E-Mail-Adresse wurde erfolgreich verifiziert und für 2FA hinzugefügt
es: La dirección de correo electrónico se ha verificado correctamente y se ha agregado para 2FA
fr: L'adresse e-mail a été vérifiée avec succès et ajoutée pour l'authentification à deux facteurs
it: L'indirizzo email è stato verificato con successo e aggiunto per 2FA
pl: Adres e-mail został pomyślnie zweryfikowany i dodany do dwuskładnikowego uwierzytelniania
ro: Adresa de e-mail a fost verificată cu succes și adăugată pentru autentificare în două etape
ru: Адрес электронной почты был успешно подтверждён и добавлен для двухфакторной аутентификации
tr: E-posta adresi başarıyla doğrulandı ve 2FA için eklendi
zh: 电子邮件地址已成功验证并添加用于 2FA

# email_verification_description
source: Enter your email address for verification
ar: أدخل عنوان بريدك الإلكتروني للتحقق
bg: Въведете вашия имейл адрес за потвърждение
de: Gib deine E-Mail-Adresse zur Verifizierung ein
es: Ingresa tu dirección de correo electrónico para verificación
fr: Entrez votre adresse e-mail pour vérification
it: Inserisci il tuo indirizzo email per la verifica
pl: Wprowadź swój adres e-mail do weryfikacji
ro: Introdu adresa ta de e-mail pentru verificare
ru: Введите свой адрес электронной почты для подтверждения
tr: Doğrulama için e-posta adresinizi girin
zh: 输入您的电子邮件地址进行验证

# email_verification_title
source: Email verification
ar: التحقق من البريد الإلكتروني
bg: Потвърждение на имейла
de: E-Mail-Verifizierung
es: Verificación de correo electrónico
fr: Vérification de l'e-mail
it: Verifica email
pl: Weryfikacja e-maila
ro: Verificare e-mail
ru: Подтверждение электронной почты
tr: E-posta doğrulama
zh: 电子邮件验证

# emoji_category_activities
source: Activities
ar: الأنشطة
bg: Дейности
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
pl: Aktywności
ro: Activități
ru: Деятельность
tr: Aktiviteler
zh: 活动

# emoji_category_animals_nature
source: Animals & Nature
ar: الحيوانات & الطبيعة
bg: Животни и природа
de: Tiere & Natur
es: Animales y naturaleza
fr: Animaux et nature
it: Animali e Natura
pl: Zwierzęta i natura
ro: Animale și natură
ru: Животные и природа
tr: Hayvanlar ve Doğa
zh: 动物与自然

# emoji_category_flags
source: Flags
ar: الأعلام
bg: Флагове
de: Flaggen
es: Banderas
fr: Drapeaux
it: Bandiere
pl: Flagi
ro: Steaguri
ru: Флаги
tr: Bayraklar
zh: 旗帜

# emoji_category_food_drink
source: Food & Drink
ar: الطعام & الشراب
bg: Храна и напитки
de: Essen & Trinken
es: Comida y bebida
fr: Nourriture et boissons
it: Cibo e Bevande
pl: Jedzenie i napoje
ro: Mâncare și băuturi
ru: Еда и напитки
tr: Yiyecek ve İçecek
zh: 食物与饮料

# emoji_category_objects
source: Objects
ar: الأشياء
bg: Обекти
de: Objekte
es: Objetos
fr: Objets
it: Oggetti
pl: Przedmioty
ro: Obiecte
ru: Предметы
tr: Nesneler
zh: 物品

# emoji_category_smileys_people
source: Smileys & People
ar: الوجوه & الأشخاص
bg: Емотикони и хора
de: Smileys & Personen
es: Emoticones y personas
fr: Emojis et personnes
it: Faccine e Persone
pl: Emotikony i ludzie
ro: Emoji și oameni
ru: Смайлики и люди
tr: İfadeler ve İnsanlar
zh: 表情与人物

# emoji_category_symbols
source: Symbols
ar: الرموز
bg: Символи
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
pl: Symbole
ro: Simboluri
ru: Символы
tr: Semboller
zh: 符号

# emoji_category_travel_places
source: Travel & Places
ar: السفر & الأماكن
bg: Пътувания и места
de: Reisen & Orte
es: Viajes y lugares
fr: Voyage et lieux
it: Viaggi e Luoghi
pl: Podróże i miejsca
ro: Călătorii și locuri
ru: Путешествия и места
tr: Seyahat ve Yerler
zh: 旅行与地点

# empty_message_history
source: The message history is empty
ar: سجل الرسائل فارغ
bg: Историята на съобщенията е празна
de: Der Nachrichtenverlauf ist leer
es: El historial de mensajes está vacío
fr: L'historique des messages est vide
it: La cronologia dei messaggi è vuota
pl: Historia wiadomości jest pusta
ro: Istoricul mesajelor este gol
ru: История сообщений пуста
tr: Mesaj geçmişi boş
zh: 消息历史记录为空

# error_display_name_invalid
source: Please use regular text only
ar: يرجى استخدام نص عادي فقط
bg: Моля, използвайте само обикновен текст
de: Bitte nur normalen Text verwenden
es: Por favor usa solo texto regular
fr: Veuillez utiliser uniquement du texte normal
it: Usa solo testo normale
pl: Proszę używać tylko zwykłego tekstu
ro: Vă rugăm să folosiți doar text obișnuit
ru: Пожалуйста, используйте только обычный текст
tr: Lütfen yalnızca normal metin kullanın
zh: 请仅使用常规文本

# error_general_description
source: An unexpected error occurred. Please try again later. {info}
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا. {info}
bg: Възникна неочаквана грешка. Моля, опитайте отново по-късно. {info}
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es später erneut. {info}
es: Ocurrió un error inesperado. Por favor intenta de nuevo más tarde. {info}
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard. {info}
it: Si è verificato un errore imprevisto. Riprova più tardi. {info}
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie później. {info}
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou mai târziu. {info}
ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте позже. {info}
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin. {info}
zh: 发生意外错误。请稍后重试。{info}

# error_general_error_code
source: Error code: {error}
ar: رمز الخطأ: {error}
bg: Код на грешката: {error}
de: Fehlercode: {error}
es: Código de error: {error}
fr: Code d'erreur : {error}
it: Codice di errore: {error}
pl: Kod błędu: {error}
ro: Cod eroare: {error}
ru: Код ошибки: {error}
tr: Hata kodu: {error}
zh: 错误代码：{error}

# error_general_title
source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
it: Qualcosa è andato storto
pl: Coś poszło nie tak
ro: Ceva nu a mers bine
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
zh: 出现错误

source: Error getting swap quote
ar: خطأ في الحصول على سعر التبديل
bg: Грешка при получаване на цитирана цена
es: Error al obtener el precio de intercambio
fr: Erreur lors de la récupération du prix de l'échange
it: Errore nel recuperare il prezzo di scambio
ru: Ошибка при получении цены обмена

# error_identity_2fa_required_description
source: Two-factor authentication is required to access this account. Please complete the 2FA process to proceed.
ar: المصادقة الثنائية مطلوبة للوصول إلى هذا الحساب. يرجى إكمال عملية المصادقة الثنائية للمتابعة.
bg: За достъп до този акаунт е необходима двуфакторна автентификация. Моля, завършете процеса на двуфакторна автентификация, за да продължите.
de: Für den Zugriff auf dieses Konto ist eine Zwei-Faktor-Authentifizierung erforderlich. Bitte schließe den 2FA-Prozess ab.
es: Se requiere autenticación de dos factores para acceder a esta cuenta. Por favor completa el proceso 2FA para continuar.
fr: L'authentification à deux facteurs est requise pour accéder à ce compte. Veuillez compléter le processus 2FA pour continuer.
it: L'autenticazione a due fattori è richiesta per accedere a questo account. Completa il processo 2FA per procedere.
pl: Wymagane jest dwuskładnikowe uwierzytelnianie, aby uzyskać dostęp do tego konta. Ukończ proces 2FA, aby kontynuować.
ro: Autentificarea în două etape este necesară pentru a accesa acest cont. Vă rugăm să finalizați procesul 2FA pentru a continua.
ru: Для доступа к этому аккаунту требуется двухфакторная аутентификация. Пожалуйста, завершите процесс 2FA, чтобы продолжить.
tr: Bu hesaba erişmek için iki faktörlü kimlik doğrulama gereklidir. Devam etmek için lütfen 2FA işlemini tamamlayın.
zh: 访问此账户需要双重身份验证。请完成 2FA 流程以继续。

# error_identity_2fa_required_title
source: 2FA Authentication Required
ar: المصادقة الثنائية مطلوبة
bg: Изисква се двуфакторна автентификация
de: 2FA-Authentifizierung erforderlich
es: Autenticación 2FA requerida
fr: Authentification 2FA requise
it: Autenticazione 2FA richiesta
pl: Wymagane uwierzytelnianie 2FA
ro: Este necesară autentificarea 2FA
ru: Требуется аутентификация 2FA
tr: 2FA Kimlik Doğrulama Gerekli
zh: 需要 2FA 身份验证

# error_identity_name_invalid
source: Lowercase, numbers, dots, hyphens only
ar: يسمح فقط بالحروف الصغيرة والأرقام والنقاط والشرطات
bg: Само малки букви, цифри, точки, тирета
de: Nur Kleinbuchstaben, Zahlen, Punkte und Bindestriche
es: Solo minúsculas, números, puntos y guiones
fr: Uniquement minuscules, chiffres, points, tirets
it: Solo minuscole, numeri, punti, trattini
pl: Tylko małe litery, cyfry, kropki, myślniki
ro: Doar litere mici, cifre, puncte, cratime
ru: Только строчные буквы, цифры, точки, дефисы
tr: Yalnızca küçük harfler, rakamlar, noktalar, tireler
zh: 仅允许小写字母、数字、点和连字符
