Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# all_networks_item
source: All networks
ar: كل الشبكات
bg: Всички мрежи
de: Alle Netzwerke
es: Todas las redes
fr: Tous les réseaux
it: Tutte le reti
pl: Wszystkie sieci
ro: Toate rețelele
ru: Все сети
tr: Tüm ağlar
zh: 所有网络

# app_language_description
source: You'll be shown the app in the selected language
ar: سيتم عرض التطبيق باللغة المختارة
bg: Приложението ще се показва на избрания език
de: Die App wird dir in der ausgewählten Sprache angezeigt
es: La aplicación se mostrará en el idioma seleccionado
fr: L'application s'affichera dans la langue sélectionnée
it: L'app ti sarà mostrata nella lingua selezionata
pl: Aplikacja będzie wyświetlana w wybranym języku
ro: Aplicația va fi afișată în limba selectată
ru: Приложение будет отображаться на выбранном языке
tr: Uygulama seçilen dilde gösterilecek
zh: 应用将以所选语言显示

# app_language_title
source: App language
ar: لغة التطبيق
bg: Език на приложението
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
it: Lingua dell'app
pl: Język aplikacji
ro: Limba aplicației
ru: Язык приложения
tr: Uygulama dili
zh: 应用语言

# article_menu_report_article
source: Report article
ar: الإبلاغ عن المقالة
bg: Докладване на статия
de: Artikel melden
es: Reportar artículo
fr: Signaler l'article
it: Segnala articolo
pl: Zgłoś artykuł
ro: Raportează articolul
ru: Пожаловаться на статью
tr: Makaleyi bildir
zh: 举报文章

# article_page_from_author
source: from {name}
ar: من {name}
bg: от {name}
de: von {name}
es: de {name}
fr: de {name}
it: da {name}
pl: od {name}
ro: de la {name}
ru: от {name}
tr: {name} tarafından
zh: 来自 {name}

# article_page_in_topic
source: in {name}
ar: في {name}
bg: в {name}
es: en {name}
fr: dans {name}
pl: w {name}
ro: în {name}
ru: в {name}
tr: {name} içinde
zh: 在 {name}

# article_page_title
source: Article
ar: المقالة
bg: Статия
de: Artikel
es: Artículo
it: Articolo
pl: Artykuł
ro: Articol
ru: Статья
tr: Makale
zh: 文章

# article_preview_title
source: Article preview
ar: معاينة المقالة
bg: Преглед на статията
de: Artikelvorschau
es: Vista previa del artículo
fr: Aperçu de l'article
it: Anteprima articolo
pl: Podgląd artykułu
ro: Previzualizare articol
ru: Предпросмотр статьи
tr: Makale önizlemesi
zh: 文章预览

# auth_link_new_device_description
source: To continue using the app, please link this device to your account
ar: لمتابعة استخدام التطبيق، يرجى ربط هذا الجهاز بحسابك
bg: За да продължите да използвате приложението, моля свържете това устройство с вашия акаунт
de: Um die App weiter zu verwenden, verknüpfe dieses Gerät mit deinem Konto
es: Para continuar usando la aplicación, vincula este dispositivo a tu cuenta
fr: Pour continuer à utiliser l'application, veuillez lier cet appareil à votre compte
it: Per continuare a utilizzare l'app, collega questo dispositivo al tuo account
pl: Aby kontynuować korzystanie z aplikacji, połącz to urządzenie z kontem
ro: Pentru a continua utilizarea aplicației, vă rugăm să conectați acest dispozitiv la contul dvs.
ru: Чтобы продолжить использование приложения, подключите это устройство к вашему аккаунту
tr: Uygulamayı kullanmaya devam etmek için lütfen bu cihazı hesabınıza bağlayın
zh: 要继续使用应用，请将此设备链接到您的账户

# auth_link_new_device_link_button
source: Link device
ar: ربط الجهاز
bg: Свързване на устройство
de: Gerät verknüpfen
es: Vincular dispositivo
fr: Lier l'appareil
it: Collega dispositivo
pl: Połącz urządzenie
ro: Conectează dispozitivul
ru: Подключить устройство
tr: Cihazı bağla
zh: 链接设备

# auth_link_new_device_title
source: New device login
ar: تسجيل الدخول من جهاز جديد
bg: Вход от ново устройство
de: Anmeldung auf neuem Gerät
es: Inicio de sesión en nuevo dispositivo
fr: Connexion sur un nouvel appareil
it: Accesso nuovo dispositivo
pl: Logowanie z nowego urządzenia
ro: Conectare din dispozitiv nou
ru: Вход с нового устройства
tr: Yeni cihaz girişi
zh: 新设备登录

# auth_privacy
source: By continuing, you are agreeing to our [[:link]]terms_of_service[[/:link]] & [[:link]]privacy_policy[[/:link]]
ar: بمتابعة، فإنك توافق على [[:link]]شروط الخدمة[[/:link]] و [[:link]]سياسة الخصوصية[[/:link]]
bg: Като продължавате, вие се съгласявате с нашите [[:link]]terms_of_service[[/:link]] и [[:link]]privacy_policy[[/:link]]
de: Indem du fortfährst, stimmst du unseren [[:link]]terms_of_service[[/:link]] und [[:link]]privacy_policy[[/:link]] zu
es: Al continuar, aceptas nuestros [[:link]]terms_of_service[[/:link]] y [[:link]]privacy_policy[[/:link]]
fr: En continuant, vous acceptez nos [[:link]]terms_of_service[[/:link]] et [[:link]]privacy_policy[[/:link]]
it: Continuando, accetti i nostri [[:link]]terms_of_service[[/:link]] e [[:link]]privacy_policy[[/:link]]
pl: Kontynuując, zgadzasz się z naszymi [[:link]]terms_of_service[[/:link]] i [[:link]]privacy_policy[[/:link]]
ro: Continuând, sunteți de acord cu [[:link]]terms_of_service[[/:link]] și [[:link]]privacy_policy[[/:link]]
ru: Продолжая, вы соглашаетесь с нашими [[:link]]terms_of_service[[/:link]] и [[:link]]privacy_policy[[/:link]]
tr: Devam ederek [[:link]]terms_of_service[[/:link]] ve [[:link]]privacy_policy[[/:link]] şartlarımızı kabul etmiş olursunuz
zh: 继续即表示您同意我们的 [[:link]]terms_of_service[[/:link]] 和 [[:link]]privacy_policy[[/:link]]

# auth_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pl: Polityka prywatności
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

# auth_secured_by
source: Secured by
ar: مؤمَّن بواسطة
bg: Защитено от
de: Gesichert durch
es: Protegido por
fr: Sécurisé par
it: Protetto da
pl: Zabezpieczone przez
ro: Securizat de
ru: Защищено
tr: Güvenlik
zh: 由以下机构保护

# auth_terms_of_service
source: Terms of Service
ar: شروط الخدمة
bg: Условия за ползване
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pl: Warunki korzystania
ro: Termeni și condiții
ru: Условия использования
tr: Hizmet Şartları
zh: 服务条款

# authenticator_delete_description
source: To delete the authenticator, you must confirm by selecting the options first
ar: لحذف تطبيق المصادقة، يجب التأكيد عن طريق اختيار الخيارات أولاً
bg: За да изтриете удостоверителя, първо трябва да потвърдите чрез избор на опциите
de: Um den Authenticator zu löschen, bestätige zuerst, indem du die Optionen auswählst
es: Para eliminar el autenticador, debes confirmar seleccionando primero las opciones
fr: Pour supprimer l'authentificateur, vous devez d'abord confirmer en sélectionnant les options
it: Per eliminare l'autenticatore, devi prima confermare selezionando le opzioni
pl: Aby usunąć autentykator, musisz najpierw potwierdzić, wybierając opcje
ro: Pentru a șterge autentificatorul, trebuie să confirmați mai întâi selectând opțiunile
ru: Чтобы удалить аутентификатор, вы должны сначала подтвердить, выбрав опции
tr: Doğrulayıcıyı silmek için önce seçenekleri seçerek onaylamanız gerekir
zh: 要删除身份验证器，您必须先选择选项进行确认

# authenticator_delete_title
source: Deleting an authenticator
ar: حذف تطبيق المصادقة
bg: Изтриване на удостоверител
de: Authenticator löschen
es: Eliminar autenticador
fr: Suppression d'un authentificateur
it: Eliminazione autenticatore
pl: Usuwanie autentykatora
ro: Ștergerea unui autentificator
ru: Удаление аутентификатора
tr: Doğrulayıcı siliniyor
zh: 删除身份验证器

# authenticator_has_deleted
source: The authenticator was successfully deleted
ar: تم حذف تطبيق المصادقة بنجاح
bg: Удостоверителят беше успешно изтрит
de: Der Authenticator wurde erfolgreich gelöscht
es: El autenticador se eliminó correctamente
fr: L'authentificateur a été supprimé avec succès
it: L'autenticatore è stato eliminato con successo
pl: Autentykator został pomyślnie usunięty
ro: Autentificatorul a fost șters cu succes
ru: Аутентификатор был успешно удалён
tr: Doğrulayıcı başarıyla silindi
zh: 身份验证器已成功删除

# authenticator_is_linked_to_account
source: Your account is linked to the authentication application
ar: حسابك مرتبط بتطبيق المصادقة
bg: Вашият акаунт е свързан с приложението за удостоверяване
de: Dein Konto ist mit der Authenticator-App verknüpft
es: Tu cuenta está vinculada a la aplicación de autenticación
fr: Votre compte est lié à l'application d'authentification
it: Il tuo account è collegato all'applicazione di autenticazione
pl: Twoje konto jest połączone z aplikacją uwierzytelniającą
ro: Contul dvs. este legat de aplicația de autentificare
ru: Ваш аккаунт связан с приложением аутентификации
tr: Hesabınız kimlik doğrulama uygulamasına bağlı
zh: 您的账户已链接到身份验证应用程序

# authenticator_protected_description
source: Your authenticator was successfully configured and you are now protected
ar: تم إعداد تطبيق المصادقة بنجاح وأنت الآن مؤمَّن
bg: Вашият удостоверител беше успешно конфигуриран и сега сте защитени
de: Dein Authenticator wurde erfolgreich konfiguriert und du bist jetzt geschützt
es: Tu autenticador se configuró correctamente y ahora estás protegido
fr: Votre authentificateur a été configuré avec succès et vous êtes maintenant protégé
it: Il tuo autenticatore è stato configurato con successo e ora sei protetto
pl: Twój autentykator został pomyślnie skonfigurowany i jesteś teraz chroniony
ro: Autentificatorul dvs. a fost configurat cu succes și acum sunteți protejat
ru: Ваш аутентификатор успешно настроен, и теперь вы защищены
tr: Doğrulayıcınız başarıyla yapılandırıldı ve artık korunuyorsunuz
zh: 您的身份验证器已成功配置，现在您已受到保护

# authenticator_setup_description
source: In order to link the key, you need one of the following Authenticator applications
ar: لربط المفتاح، تحتاج إلى أحد تطبيقات المصادقة التالية
bg: За да свържете ключа, имате нужда от едно от следните приложения за удостоверяване
de: Um den Schlüssel zu verknüpfen, benötigst du eine der folgenden Authenticator-Apps
es: Para vincular la clave, necesitas una de las siguientes aplicaciones Autenticador
fr: Pour lier la clé, vous avez besoin d'une des applications Authenticator suivantes
it: Per collegare la chiave, hai bisogno di una delle seguenti applicazioni Autenticatore
pl: Aby połączyć klucz, potrzebujesz jednej z następujących aplikacji Authenticator
ro: Pentru a conecta cheia, aveți nevoie de una dintre următoarele aplicații Authenticator
ru: Чтобы связать ключ, вам понадобится одно из следующих приложений Authenticator
tr: Anahtarı bağlamak için aşağıdaki Doğrulayıcı uygulamalarından birine ihtiyacınız var
zh: 为了链接密钥，您需要以下身份验证器应用程序之一

# authenticator_setup_key
source: Setup key
ar: مفتاح الإعداد
bg: Ключ за настройка
de: Einrichtungsschlüssel
es: Clave de configuración
fr: Clé de configuration
it: Chiave di configurazione
pl: Klucz konfiguracji
ro: Cheie de configurare
ru: Ключ настройки
tr: Kurulum anahtarı
zh: 设置密钥

# authenticator_setup_title
source: Authenticator setup
ar: إعداد تطبيق المصادقة
bg: Настройка на удостоверител
de: Authenticator-Einrichtung
es: Configuración del autenticador
fr: Configuration de l'authentificateur
it: Configurazione autenticatore
pl: Konfiguracja autentykatora
ro: Configurare autentificator
ru: Настройка аутентификатора
tr: Doğrulayıcı kurulumu
zh: 身份验证器设置

# backup_cloud_disabled_description
source: Go to settings and log in with your {option} account
ar: اذهب إلى الإعدادات وسجل الدخول باستخدام حساب {option}
bg: Отидете в настройките и влезте с вашия акаунт {option}
de: Gehe zu den Einstellungen und melde dich mit deinem {option}-Konto an
es: Ve a configuración e inicia sesión con tu cuenta {option}
fr: Allez dans les paramètres et connectez-vous avec votre compte {option}
it: Vai alle impostazioni e accedi con il tuo account {option}
pl: Przejdź do ustawień i zaloguj się na swoje konto {option}
ro: Mergeți la setări și conectați-vă cu contul dvs. {option}
ru: Перейдите в настройки и войдите в свой аккаунт {option}
tr: Ayarlara gidin ve {option} hesabınızla giriş yapın
zh: 前往设置并使用您的 {option} 账户登录

# backup_cloud_disabled_title
source: {option} is disabled
ar: {option} معطل
bg: {option} е деактивиран
de: {option} ist deaktiviert
es: {option} está deshabilitado
fr: {option} est désactivé
it: {option} è disabilitato
pl: {option} jest wyłączone
ro: {option} este dezactivat
ru: {option} отключён
tr: {option} devre dışı
zh: {option} 已禁用

# backup_cloud_page_description
source: To back up your identity key in {option}, you'll need to create a password. This password protects your key and ensures only you can access it.
ar: لعمل نسخة احتياطية من مفتاح هويتك على {option}، ستحتاج إلى إنشاء كلمة مرور. تحمي هذه الكلمة مفتاحك وتضمن أنه بإمكانك الوصول إليه فقط.
bg: За да архивирате вашия ключ за идентичност в {option}, ще трябва да създадете парола. Тази парола защитава вашия ключ и гарантира, че само вие можете да получите достъп до него.
de: Um deinen Identitätsschlüssel in {option} zu sichern, musst du ein Passwort erstellen. Dieses Passwort schützt deinen Schlüssel und stellt sicher, dass nur du darauf zugreifen kannst.
es: Para hacer una copia de seguridad de tu clave de identidad en {option}, necesitarás crear una contraseña. Esta contraseña protege tu clave y garantiza que solo tú puedas acceder a ella.
fr: Pour sauvegarder votre clé d'identité dans {option}, vous devrez créer un mot de passe. Ce mot de passe protège votre clé et garantit que seul vous pouvez y accéder.
it: Per eseguire il backup della tua chiave di identità in {option}, devi creare una password. Questa password protegge la tua chiave e garantisce che solo tu possa accedervi.
pl: Aby utworzyć kopię zapasową klucza tożsamości w {option}, musisz utworzyć hasło. To hasło chroni Twój klucz i zapewnia, że tylko Ty masz do niego dostęp.
ro: Pentru a face backup cheii de identitate în {option}, va trebui să creați o parolă. Această parolă protejează cheia dvs. și asigură că doar dvs. aveți acces la ea.
ru: Чтобы создать резервную копию ключа идентичности в {option}, вам нужно создать пароль. Этот пароль защищает ваш ключ и гарантирует, что только вы имеете к нему доступ.
tr: Kimlik anahtarınızı {option} içinde yedeklemek için bir şifre oluşturmanız gerekecek. Bu şifre anahtarınızı korur ve yalnızca sizin erişebileceğinizden emin olur.
zh: 要在 {option} 中备份您的身份密钥，您需要创建一个密码。此密码保护您的密钥并确保只有您可以访问它。

# backup_cloud_page_password_warning
source: Please keep your password safe. You will not be able to recover your account if you forget it.
ar: يرجى حفظ كلمة مرورك بأمان. لن تتمكن من استعادة حسابك إذا نسيتها.
bg: Моля, пазете паролата си в безопасност. Няма да можете да възстановите акаунта си, ако я забравите.
de: Bitte bewahre dein Passwort sicher auf. Wenn du es vergisst, kannst du dein Konto nicht wiederherstellen.
es: Mantén tu contraseña segura. No podrás recuperar tu cuenta si la olvidas.
fr: Veuillez garder votre mot de passe en sécurité. Vous ne pourrez pas récupérer votre compte si vous l'oubliez.
it: Tieni al sicuro la tua password. Non sarai in grado di recuperare il tuo account se la dimentichi.
pl: Proszę przechowywać hasło w bezpiecznym miejscu. Nie będziesz mógł odzyskać konta, jeśli je zapomnisz.
ro: Vă rugăm să păstrați parola în siguranță. Nu veți putea recupera contul dacă o uitați.
ru: Пожалуйста, храните пароль в безопасном месте. Вы не сможете восстановить аккаунт, если забудете его.
tr: Lütfen şifrenizi güvende tutun. Unutursanız hesabınızı kurtaramazsınız.
zh: 请妥善保管您的密码。如果您忘记密码，将无法恢复账户。

# backup_cloud_success_description
source: Your backup was successfully created and saved to {option}
ar: تم إنشاء نسختك الاحتياطية وحفظها بنجاح على {option}
bg: Вашето архивиране беше успешно създадено и запазено в {option}
de: Dein Backup wurde erfolgreich erstellt und in {option} gespeichert
es: Tu copia de seguridad se creó correctamente y se guardó en {option}
fr: Votre sauvegarde a été créée avec succès et enregistrée dans {option}
it: Il tuo backup è stato creato con successo e salvato in {option}
pl: Twoja kopia zapasowa została pomyślnie utworzona i zapisana w {option}
ro: Backup-ul dvs. a fost creat cu succes și salvat în {option}
ru: Ваша резервная копия была успешно создана и сохранена в {option}
tr: Yedeğiniz başarıyla oluşturuldu ve {option} içine kaydedildi
zh: 您的备份已成功创建并保存到 {option}

# backup_cloud_success_title
source: Successfully created
ar: تم الإنشاء بنجاح
bg: Успешно създадено
de: Erfolgreich erstellt
es: Creado correctamente
fr: Créé avec succès
it: Creato con successo
pl: Pomyślnie utworzono
ro: Creat cu succes
ru: Успешно создано
tr: Başarıyla oluşturuldu
zh: 成功创建

# backup_description
source: Backups enable you to restore your data and wallet if something goes wrong
ar: النسخ الاحتياطية تمكنك من استعادة بياناتك ومحفظتك في حال حدوث خطأ
bg: Архивирането ви позволява да възстановите вашите данни и портфейл, ако нещо се обърка
de: Backups ermöglichen dir, deine Daten und deine Wallet wiederherzustellen, falls etwas schiefgeht
es: Las copias de seguridad te permiten restaurar tus datos y billetera si algo sale mal
fr: Les sauvegardes vous permettent de restaurer vos données et votre portefeuille si quelque chose ne va pas
it: I backup ti consentono di ripristinare i tuoi dati e il portafoglio se qualcosa va storto
pl: Kopie zapasowe umożliwiają przywrócenie danych i portfela, jeśli coś pójdzie nie tak
ro: Backup-urile vă permit să restaurați datele și portofelul dvs. dacă ceva nu merge bine
ru: Резервные копии позволяют восстановить ваши данные и кошелёк, если что-то пойдёт не так
tr: Yedekler, bir şeyler ters giderse verilerinizi ve cüzdanınızı geri yüklemenizi sağlar
zh: 备份使您能够在出现问题时恢复数据和钱包

# backup_option_cloud_description
source: Safe and simple way to protect your account
ar: طريقة آمنة وبسيطة لحماية حسابك
bg: Безопасен и прост начин за защита на вашия акаунт
de: Sichere und einfache Methode, dein Konto zu schützen
es: Forma segura y sencilla de proteger tu cuenta
fr: Moyen sûr et simple de protéger votre compte
it: Modo sicuro e semplice per proteggere il tuo account
pl: Bezpieczny i prosty sposób na ochronę konta
ro: Modalitate sigură și simplă de a vă proteja contul
ru: Безопасный и простой способ защитить ваш аккаунт
tr: Hesabınızı korumak için güvenli ve basit yol
zh: 保护账户的安全简单方法

# backup_option_with
source: Backup with {option}
ar: نسخ احتياطي باستخدام {option}
bg: Архивиране с {option}
de: Backup mit {option}
es: Copia de seguridad con {option}
fr: Sauvegarde avec {option}
it: Backup con {option}
pl: Kopia zapasowa z {option}
ro: Backup cu {option}
ru: Резервная копия с {option}
tr: {option} ile yedekleme
zh: 使用 {option} 备份

# backup_option_with_recovery_keys_description
source: Write down and store your keys on paper for secure account recovery
ar: قم بكتابة مفاتيحك وحفظها على ورق لاستعادة حسابك بأمان
bg: Запишете и запазете вашите ключове на хартия за безопасно възстановяване на акаунта
de: Schreibe deine Schlüssel auf und bewahre sie auf Papier auf, um dein Konto sicher wiederherzustellen
es: Anota y guarda tus claves en papel para una recuperación segura de la cuenta
fr: Notez et conservez vos clés sur papier pour une récupération sécurisée du compte
it: Scrivi e conserva le tue chiavi su carta per il recupero sicuro dell'account
pl: Zapisz i przechowuj swoje klucze na papierze w celu bezpiecznego odzyskania konta
ro: Scrieți și păstrați cheile dvs. pe hârtie pentru recuperarea sigură a contului
ru: Запишите и храните ваши ключи на бумаге для безопасного восстановления аккаунта
tr: Güvenli hesap kurtarma için anahtarlarınızı kağıda yazın ve saklayın
zh: 在纸上写下并存储您的密钥，以便安全恢复账户

# backup_option_with_recovery_keys_title
source: Recovery keys
ar: مفاتيح الاستعادة
bg: Ключове за възстановяване
de: Wiederherstellungsschlüssel
es: Claves de recuperación
fr: Clés de récupération
it: Chiavi di recupero
pl: Klucze odzyskiwania
ro: Chei de recuperare
ru: Ключи восстановления
tr: Kurtarma anahtarları
zh: 恢复密钥

# backup_title
source: Select backup
ar: اختر النسخة الاحتياطية
bg: Изберете архивиране
de: Backup auswählen
es: Seleccionar copia de seguridad
fr: Sélectionner la sauvegarde
it: Seleziona backup
pl: Wybierz kopię zapasową
ro: Selectează backup
ru: Выберите резервную копию
tr: Yedek seç
zh: 选择备份

# biometrics_suggestion_desc
source: Do you want to use your device biometric data for a faster authentication?
ar: هل تريد استخدام بيانات البيومترية لجهازك لمصادقة أسرع؟
bg: Искате ли да използвате биометричните данни на вашето устройство за по-бързо удостоверяване?
de: Möchtest du die biometrischen Daten deines Geräts für eine schnellere Anmeldung verwenden?
es: ¿Quieres usar los datos biométricos de tu dispositivo para una autenticación más rápida?
fr: Voulez-vous utiliser les données biométriques de votre appareil pour une authentification plus rapide ?
it: Vuoi usare i dati biometrici del tuo dispositivo per un'autenticazione più veloce?
pl: Czy chcesz użyć danych biometrycznych urządzenia do szybszego uwierzytelniania?
ro: Doriți să folosiți datele biometrice ale dispozitivului pentru o autentificare mai rapidă?
ru: Хотите использовать биометрические данные вашего устройства для более быстрой аутентификации?
tr: Daha hızlı kimlik doğrulama için cihazınızın biyometrik verilerini kullanmak ister misiniz?
zh: 您想使用设备的生物识别数据进行更快的身份验证吗？

# biometrics_suggestion_title
source: Add biometric authentication
ar: أضف مصادقة بيومترية
bg: Добавяне на биометрично удостоверяване
de: Biometrische Anmeldung hinzufügen
es: Agregar autenticación biométrica
fr: Ajouter l'authentification biométrique
it: Aggiungi autenticazione biometrica
pl: Dodaj uwierzytelnianie biometryczne
ro: Adăugați autentificare biometrică
ru: Добавить биометрическую аутентификацию
tr: Biyometrik kimlik doğrulama ekle
zh: 添加生物识别身份验证

# bookmarks_collection_name
source: Collection name
ar: اسم المجموعة
bg: Име на колекцията
de: Name der Sammlung
es: Nombre de la colección
fr: Nom de la collection
it: Nome della collezione
pl: Nazwa kolekcji
ro: Numele colecției
ru: Название коллекции
tr: Koleksiyon adı
zh: 收藏夹名称

# bookmarks_create_collection
source: Create collection
ar: إنشاء مجموعة
bg: Създаване на колекция
de: Sammlung erstellen
es: Crear colección
fr: Créer une collection
it: Crea collezione
pl: Utwórz kolekcję
ro: Creează colecție
ru: Создать коллекцию
tr: Koleksiyon oluştur
zh: 创建收藏夹

# bookmarks_delete_collection_desc
source: Are you sure you want to delete your collection?
ar: هل أنت متأكد أنك تريد حذف مجموعتك؟
bg: Сигурни ли сте, че искате да изтриете колекцията си?
de: Bist du sicher, dass du deine Sammlung löschen möchtest?
es: ¿Estás seguro de que quieres eliminar tu colección?
fr: Êtes-vous sûr de vouloir supprimer votre collection ?
it: Sei sicuro di voler eliminare la tua collezione?
pl: Czy na pewno chcesz usunąć swoją kolekcję?
ro: Sunteți sigur că doriți să ștergeți colecția dvs.?
ru: Вы уверены, что хотите удалить свою коллекцию?
tr: Koleksiyonunuzu silmek istediğinizden emin misiniz?
zh: 您确定要删除您的收藏夹吗？

# bookmarks_delete_collection_title
source: Delete collection?
ar: حذف المجموعة؟
bg: Изтриване на колекцията?
de: Sammlung löschen?
es: ¿Eliminar colección?
fr: Supprimer la collection ?
it: Eliminare collezione?
pl: Usunąć kolekcję?
ro: Șterge colecția?
ru: Удалить коллекцию?
tr: Koleksiyonu sil?
zh: 删除收藏夹？

# bookmarks_edit_collection_desc
source: Edit bookmark collection name
ar: تعديل اسم مجموعة الإشارات المرجعية
bg: Редактиране на името на колекцията от отметки
de: Name der Lesezeichen-Sammlung bearbeiten
es: Editar nombre de la colección de marcadores
fr: Modifier le nom de la collection de signets
it: Modifica il nome della collezione di segnalibri
pl: Edytuj nazwę kolekcji zakładek
ro: Editează numele colecției de marcaje
ru: Редактировать название коллекции закладок
tr: Yer imi koleksiyonu adını düzenle
zh: 编辑书签收藏夹名称

# bookmarks_edit_collection_title
source: Edit collection
ar: تعديل المجموعة
bg: Редактиране на колекцията
de: Sammlung bearbeiten
es: Editar colección
fr: Modifier la collection
it: Modifica collezione
pl: Edytuj kolekcję
ro: Editează colecția
ru: Редактировать коллекцию
tr: Koleksiyonu düzenle
zh: 编辑收藏夹
