Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# update_uptodate_action
source: View changelog
ar: عرض سجل التغييرات
bg: Виж списъка с промени
de: Changelog anzeigen
es: Ver registro de cambios
fr: Voir le journal des modifications
it: Visualizza changelog
pl: Zobacz dziennik zmian
ro: Vezi jurnalul modificărilor
ru: Посмотреть журнал изменений
tr: Değişiklik günlüğünü görüntüle
zh: 查看更新日志

# update_uptodate_desc
source: You are now using the latest version. Check all the changes below
ar: أنت تستخدم النسخة الأحدث الآن. تحقق من كل التغييرات أدناه
bg: Сега използвате последната версия. Проверете всички промени по-долу
de: Du verwendest jetzt die neueste Version. Sieh dir unten alle Änderungen an.
es: Ahora estás usando la última versión. Revisa todos los cambios a continuación
fr: Vous utilisez maintenant la dernière version. Consultez toutes les modifications ci-dessous
it: Stai utilizzando l'ultima versione. Controlla tutte le modifiche qui sotto
pl: Używasz teraz najnowszej wersji. Sprawdź wszystkie zmiany poniżej
ro: Folosești acum cea mai recentă versiune. Verifică toate modificările mai jos
ru: Вы используете последнюю версию. Проверьте все изменения ниже
tr: Artık en son sürümü kullanıyorsunuz. Tüm değişiklikleri aşağıda kontrol edin
zh: 您正在使用最新版本。请查看下面的所有更改

# update_uptodate_title
source: You are up to date
ar: أنت محدث
bg: Вие сте актуализирани
de: Du bist auf dem neuesten Stand
es: Estás actualizado
fr: Vous êtes à jour
it: Sei aggiornato
pl: Jesteś na bieżąco
ro: Ești la zi
ru: Вы обновлены
tr: Güncelsiniz
zh: 您已是最新版本

# upload_limit_error_title
source: Upload limit reached
ar: تم الوصول إلى الحد الأقصى للتحميل
bg: Достигнат лимит за качване
de: Upload-Limit erreicht
es: Límite de carga alcanzado
fr: Limite de téléchargement atteinte
it: Limite di caricamento raggiunto
pl: Osiągnięto limit przesyłania
ro: Limita de încărcare atinsă
ru: Достигнут лимит загрузки
tr: Yükleme limiti aşıldı
zh: 达到上传限制

# user_category_aviation
source: Aviation
ar: الطيران
bg: Авиация
es: Aviación
it: Aviazione
ru: Авиация

# user_category_blockchain
source: Blockchain
ar: بلوك تشين
bg: Блокчейн
ru: Блокчейн

# user_category_business
source: Business
ar: الأعمال
bg: Бизнес
es: Negocios
fr: Entreprise
ru: Бизнес

# user_category_cars
source: Cars
ar: السيارات
bg: Коли
es: Autos
fr: Voitures
it: Auto
ru: Автомобили

# user_category_cryptocurrency
source: Cryptocurrency
ar: العملة المشفرة
bg: Криптовалута
es: Criptomoneda
fr: Cryptomonnaie
it: Criptovaluta
ru: Криптовалюта

# user_category_data_science
source: Data Science
ar: علوم البيانات
bg: Наука за данни
es: Ciencia de Datos
fr: Science des données
it: Scienza dei Dati
ru: Наука о данных

# user_category_education
source: Education
ar: التعليم
bg: Образование
es: Educación
fr: Éducation
it: Educazione
ru: Образование

# user_category_finance
source: Finance
ar: المالية
bg: Финанси
es: Finanzas
it: Finanza
ru: Финансы

# user_category_gamer
source: Gamer
ar: لاعب
bg: Геймър
es: Jugador
fr: Joueur
it: Giocatore
ru: Геймер

# user_category_news
source: News
ar: الأخبار
bg: Новини
es: Noticias
fr: Actualités
it: Notizie
ru: Новости

# user_category_restaurant
source: Restaurant
ar: مطعم
bg: Ресторант
es: Restaurante
it: Ristorante
ru: Рестораны

# user_category_style
source: Style
ar: الأسلوب
bg: Стил
es: Estilo
it: Stile
ru: Стиль

# user_category_technology
source: Technology
ar: التكنولوجيا
bg: Технология
es: Tecnología
fr: Technologie
it: Tecnologia
ru: Технологии

# user_category_trading
source: Trading
ar: التداول
bg: Търговия
ru: Трейдинг

# user_category_traveler
source: Traveler
ar: مسافر
bg: Пътешественик
es: Viajero
fr: Voyageur
it: Viaggiatore
ru: Путешествия

# users_search
source: Search above for users
ar: ابحث أعلاه عن المستخدمين
bg: Търсете по-горе потребители
de: Suche oben nach Nutzern
es: Busca arriba usuarios
fr: Recherchez ci-dessus des utilisateurs
it: Cerca sopra utenti
pl: Szukaj powyżej użytkowników
ro: Caută mai sus utilizatori
ru: Ищите выше пользователей
tr: Yukarıda kullanıcılar için arayın
zh: 在上方搜索用户

# verify_with_biometrics_title
source: Verify with biometrics
ar: تحقق باستخدام البيومتريك
bg: Потвърди с биометрика
de: Mit Biometrie verifizieren
es: Verificar con biometría
fr: Vérifier avec les biométries
it: Verifica con biometrica
pl: Zweryfikuj za pomocą biometrii
ro: Verifică cu biometrie
ru: Подтвердить с помощью биометрии
tr: Biyometri ile doğrula
zh: 使用生物识别验证

# verify_with_password_desc
source: Please confirm your password to continue.
ar: يرجى تأكيد كلمة المرور للمتابعة.
bg: Моля, потвърдете вашата парола, за да продължите.
de: Bitte bestätige dein Passwort, um fortzufahren.
es: Por favor confirma tu contraseña para continuar.
fr: Veuillez confirmer votre mot de passe pour continuer.
it: Conferma la tua password per continuare.
pl: Proszę potwierdzić swoje hasło, aby kontynuować.
ro: Vă rugăm să confirmați parola pentru a continua.
ru: Пожалуйста, подтвердите свой пароль, чтобы продолжить.
tr: Devam etmek için lütfen şifrenizi onaylayın.
zh: 请确认您的密码以继续。

# verify_with_password_prompt_desc
source: Your device will ask your password to confirm
ar: سيطلب جهازك كلمة المرور للتأكيد
bg: Вашето устройство ще поиска вашата парола за потвърждение
de: Dein Gerät wird dich zur Bestätigung nach deinem Passwort fragen.
es: Tu dispositivo te pedirá tu contraseña para confirmar
fr: Votre appareil vous demandera votre mot de passe pour confirmer
it: Il tuo dispositivo ti chiederà la password per confermare
pl: Twoje urządzenie poprosi o hasło do potwierdzenia
ro: Dispozitivul tău va cere parola pentru confirmare
ru: Ваше устройство попросит ваш пароль для подтверждения
tr: Cihazınız onay için şifrenizi isteyecek
zh: 您的设备将要求您输入密码进行确认

# verify_with_password_title
source: Verify with password
ar: تحقق باستخدام كلمة المرور
bg: Потвърди с парола
de: Mit Passwort verifizieren
es: Verificar con contraseña
fr: Vérifier avec le mot de passe
it: Verifica con password
pl: Zweryfikuj za pomocą hasła
ro: Verifică cu parola
ru: Подтвердить с помощью пароля
tr: Şifre ile doğrula
zh: 使用密码验证

source: Video not found
ar: الفيديو غير موجود
bg: Видеото не е намерено
de: Video nicht gefunden
es: Video no encontrado
fr: Vidéo introuvable
it: Video non trovato
pl: Wideo nie zostało znalezione
ro: Video negăsit
ru: Видео не найдено
tr: Video bulunamadı
zh: 视频未找到

# video_upload_limit_modal_description
source: You can upload a video of up to 5 minutes
ar: يمكنك رفع فيديو مدته تصل إلى 5 دقائق
bg: Можете да качите видео до 5 минути
de: Du kannst ein Video von bis zu 5 Minuten hochladen
es: Puedes subir un video de hasta 5 minutos
fr: Vous pouvez télécharger une vidéo jusqu'à 5 minutes
it: Puoi caricare un video fino a 5 minuti
pl: Możesz przesłać wideo do 5 minut
ro: Puteți încărca un video de până la 5 minute
ru: Вы можете загрузить видео до 5 минут
tr: 5 dakikaya kadar video yükleyebilirsiniz
zh: 您可以上传最多 5 分钟的视频

# wallet_address
source: Address
ar: العنوان
bg: Адрес
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
pl: Adres
ro: Adresă
ru: Адрес
tr: Adres
zh: 地址

# wallet_address_confirmation
source: Address confirmation
ar: تأكيد العنوان
bg: Потвърждение на адреса
de: Adressbestätigung
es: Confirmación de dirección
fr: Confirmation de l'adresse
it: Conferma indirizzo
pl: Potwierdzenie adresu
ro: Confirmare adresă
ru: Подтверждение адреса
tr: Adres onayı
zh: 地址确认

# wallet_address_confirmation_info
source: Before sending cryptocurrency to this address, ensure that the wallet address and the selected network on the sender's side exactly match the chosen coin and network. If they don't, your funds will be permanently lost
ar: قبل إرسال العملة الرقمية إلى هذا العنوان، تأكد من أن عنوان المحفظة والشبكة المحددة على جهة المرسل يتطابقان تمامًا مع العملة والشبكة المختارة. إذا لم يتطابقا، فستفقد أموالك بشكل دائم.
bg: Преди да изпратите криптовалута на този адрес, уверете се, че адресът на портфейла и избраната мрежа от страна на изпращача точно съвпадат с избраната монета и мрежа. Ако не съвпадат, вашите средства ще бъдат загубени завинаги
de: Bevor du Kryptowährung an diese Adresse sendest, stelle sicher, dass die Wallet-Adresse und das ausgewählte Netzwerk auf der Senderseite exakt der gewählten Coin und dem Netzwerk entsprechen. Andernfalls gehen deine Gelder dauerhaft verloren.
es: Antes de enviar criptomoneda a esta dirección, asegúrate de que la dirección de la billetera y la red seleccionada en el lado del remitente coincidan exactamente con la moneda y la red elegidas. Si no coinciden, tus fondos se perderán permanentemente
fr: Avant d'envoyer de la cryptomonnaie à cette adresse, assurez-vous que l'adresse du portefeuille et le réseau sélectionné du côté de l'expéditeur correspondent exactement à la pièce et au réseau choisis. Sinon, vos fonds seront définitivement perdus
it: Prima di inviare criptovaluta a questo indirizzo, assicurati che l'indirizzo del portafoglio e la rete selezionata sul lato del mittente corrispondano esattamente alla moneta e alla rete scelte. Se non corrispondono, i tuoi fondi andranno persi permanentemente
pl: Przed wysłaniem kryptowaluty na ten adres upewnij się, że adres portfela i wybrana sieć po stronie nadawcy dokładnie odpowiadają wybranej monecie i sieci. Jeśli nie, Twoje środki zostaną trwale utracone
ro: Înainte de a trimite criptomonedă la această adresă, asigură-te că adresa portofelului și rețeaua selectată pe partea expeditorului se potrivesc exact cu moneda și rețeaua alese. Dacă nu, fondurile tale vor fi pierdute permanent
ru: Перед отправкой криптовалюты на этот адрес убедитесь, что адрес кошелька и выбранная сеть на стороне отправителя точно соответствуют выбранной монете и сети. Если нет, ваши средства будут безвозвратно потеряны
tr: Bu adrese kripto para göndermeden önce, gönderen tarafındaki cüzdan adresinin ve seçilen ağın seçilen coin ve ağ ile tam olarak eşleştiğinden emin olun. Eşleşmezse, fonlarınız kalıcı olarak kaybolacaktır
zh: 在向此地址发送加密货币之前，请确保发送方的钱包地址和所选网络与所选的币种和网络完全匹配。如果不匹配，您的资金将永久丢失

# wallet_address_create_button
source: Create address
ar: إنشاء عنوان
bg: Създай адрес
de: Adresse erstellen
es: Crear dirección
fr: Créer une adresse
it: Crea indirizzo
pl: Utwórz adres
ro: Creează adresă
ru: Создать адрес
tr: Adres oluştur
zh: 创建地址

# wallet_address_create_one
source: A {network} address is required to continue. Create one in just a few taps.
ar: عنوان {network} مطلوب للمتابعة. أنشئ واحدًا ببضع نقرات فقط.
bg: Адрес {network} е необходим, за да продължите. Създайте такъв само с няколко докосвания.
de: Zum Fortfahren ist eine {network}-Adresse erforderlich. Erstelle sie mit nur wenigen Fingertipps.
es: Se requiere una dirección {network} para continuar. Crea una en solo unos toques.
fr: Une adresse {network} est requise pour continuer. Créez-en une en quelques clics.
it: È richiesto un indirizzo {network} per continuare. Creane uno in pochi tocchi.
pl: Adres {network} jest wymagany do kontynuacji. Utwórz go w kilka dotknięć.
ro: O adresă {network} este necesară pentru a continua. Creează una în doar câteva apăsări.
ru: Для продолжения требуется адрес {network}. Создайте его за несколько нажатий.
tr: Devam etmek için bir {network} adresi gereklidir. Sadece birkaç dokunuşla oluşturun.
zh: 需要 {network} 地址才能继续。只需点击几下即可创建一个。

# wallet_address_info
source: Crypto address is a unique identifier used for sending and receiving cryptocurrency. It functions similarly to a bank account, but in the blockchain world. Each crypto address is a string of characters, typically consisting of letters and numbers, and it serves as the address for your digital wallet. Each crypto address is unique and does not repeat. This ensures that your funds will be sent to the correct account.
ar: عنوان العملة المشفرة هو معرف فريد يُستخدم لإرسال واستلام العملات الرقمية. يعمل بطريقة مشابهة للحساب البنكي ولكن في عالم البلوكشين. يتكون كل عنوان من سلسلة من الأحرف، عادة من حروف وأرقام، ويُستخدم كعنوان لمحفظتك الرقمية. كل عنوان فريد ولا يتكرر، مما يضمن إرسال أموالك إلى الحساب الصحيح.
bg: Крипто адресът е уникален идентификатор, използван за изпращане и получаване на криптовалута. Работи подобно на банкова сметка, но в света на блокчейна. Всеки крипто адрес е низ от символи, обикновено състоящ се от букви и цифри, и служи като адрес за вашия цифров портфейл. Всеки крипто адрес е уникален и не се повтаря. Това гарантира, че вашите средства ще бъдат изпратени към правилния акаунт.
de: Eine Krypto-Adresse ist ein eindeutiger Identifikator, der zum Senden und Empfangen von Kryptowährungen verwendet wird. Sie funktioniert ähnlich wie ein Bankkonto, jedoch in der Blockchain-Welt. Jede Krypto-Adresse besteht aus einer Zeichenfolge, die in der Regel Buchstaben und Zahlen enthält, und dient als Adresse für Ihre digitale Brieftasche. Jede Krypto-Adresse ist einzigartig und wiederholt sich nicht. Dies stellt sicher, dass Ihre Gelder auf das richtige Konto gesendet werden.
es: La dirección cripto es un identificador único utilizado para enviar y recibir criptomoneda. Funciona de manera similar a una cuenta bancaria, pero en el mundo blockchain. Cada dirección cripto es una cadena de caracteres, típicamente formada por letras y números, y sirve como la dirección de tu billetera digital. Cada dirección cripto es única y no se repite. Esto asegura que tus fondos se envíen a la cuenta correcta.
fr: Une adresse crypto est un identifiant unique utilisé pour envoyer et recevoir de la cryptomonnaie. Elle fonctionne de manière similaire à un compte bancaire, mais dans le monde de la blockchain. Chaque adresse crypto est une chaîne de caractères, généralement composée de lettres et de chiffres, et sert d'adresse pour votre portefeuille numérique. Chaque adresse crypto est unique et ne se répète pas. Cela garantit que vos fonds seront envoyés au bon compte.
it: L'indirizzo crypto è un identificatore univoco utilizzato per inviare e ricevere criptovaluta. Funziona in modo simile a un conto bancario, ma nel mondo blockchain. Ogni indirizzo crypto è una stringa di caratteri, tipicamente composta da lettere e numeri, e funge da indirizzo per il tuo portafoglio digitale. Ogni indirizzo crypto è unico e non si ripete. Questo garantisce che i tuoi fondi vengano inviati all'account corretto.
pl: Adres krypto jest unikalnym identyfikatorem używanym do wysyłania i otrzymywania kryptowaluty. Działa podobnie jak konto bankowe, ale w świecie blockchain. Każdy adres krypto jest ciągiem znaków, zwykle składającym się z liter i cyfr, i służy jako adres Twojego cyfrowego portfela. Każdy adres krypto jest unikalny i nie powtarza się. To zapewnia, że Twoje środki zostaną wysłane na właściwe konto.
ro: Adresa cripto este un identificator unic folosit pentru trimiterea și primirea criptomonedelor. Funcționează similar cu un cont bancar, dar în lumea blockchain. Fiecare adresă cripto este un șir de caractere, de obicei format din litere și cifre, și servește ca adresă pentru portofelul tău digital. Fiecare adresă cripto este unică și nu se repetă. Acest lucru asigură că fondurile tale vor fi trimise în contul corect.
ru: Криптоадрес — это уникальный идентификатор, используемый для отправки и получения криптовалюты. Он функционирует аналогично банковскому счёту, но в мире блокчейна. Каждый криптоадрес представляет собой строку символов, обычно состоящую из букв и цифр, и служит адресом вашего цифрового кошелька. Каждый криптоадрес уникален и не повторяется. Это гарантирует, что ваши средства будут отправлены на правильный аккаунт.
tr: Kripto adresi, kripto para göndermek ve almak için kullanılan benzersiz bir tanımlayıcıdır. Bir banka hesabına benzer şekilde çalışır, ancak blockchain dünyasında. Her kripto adresi genellikle harfler ve rakamlardan oluşan bir karakter dizisidir ve dijital cüzdanınız için adres görevi görür. Her kripto adresi benzersizdir ve tekrarlanmaz. Bu, fonlarınızın doğru hesaba gönderileceğini garanti eder.
zh: 加密货币地址是用于发送和接收加密货币的唯一标识符。它的功能类似于银行账户，但在区块链世界中。每个加密货币地址都是一个字符字符串，通常由字母和数字组成，它作为您数字钱包的地址。每个加密货币地址都是唯一的，不会重复。这确保了您的资金将被发送到正确的账户。

# wallet_address_is_invalid
source: Invalid address
ar: عنوان غير صالح
bg: Невалиден адрес
de: Ungültige Adresse
es: Dirección no válida
fr: Adresse invalide
it: Indirizzo non valido
pl: Nieprawidłowy adres
ro: Adresă invalidă
ru: Неверный адрес
tr: Geçersiz adres
zh: 无效地址

# wallet_address_not_found
source: Address not found
ar: لم يتم العثور على العنوان
bg: Адресът не е намерен
de: Adresse nicht gefunden
es: Dirección no encontrada
fr: Adresse introuvable
it: Indirizzo non trovato
pl: Adres nie został znaleziony
ro: Adresă negăsită
ru: Адрес не найден
tr: Adres bulunamadı
zh: 未找到地址

# wallet_address_set_up
source: Set up {network}
ar: إعداد {network}
bg: Настрой {network}
de: {network} einrichten
es: Configurar {network}
fr: Configurer {network}
it: Configura {network}
pl: Skonfiguruj {network}
ro: Configurează {network}
ru: Настроить {network}
tr: {network} kur
zh: 设置 {network}

# wallet_arrival_time
source: Arrival time
ar: وقت الوصول
bg: Време на пристигане
de: Ankunftszeit
es: Tiempo de llegada
fr: Heure d'arrivée
it: Tempo di arrivo
pl: Czas przybycia
ro: Timpul de sosire
ru: Время прибытия
tr: Varış süresi
zh: 到达时间

# wallet_arrival_time_info
source: Transaction speed depends on blockchain network load. Typically, it takes seconds to over 10 minutes, but high congestion can cause higher delays.
ar: تعتمد سرعة المعاملة على حمولة شبكة البلوكشين. عادةً، تستغرق ثوانٍ إلى أكثر من 10 دقائق، ولكن الازدحام العالي قد يسبب تأخيرات أطول.
bg: Скоростта на транзакцията зависи от натоварването на мрежата на блокчейна. Обикновено отнема секунди до над 10 минути, но високо натоварване може да причини по-големи забавяния.
de: Die Transaktionsgeschwindigkeit hängt von der Auslastung des Blockchain-Netzwerks ab. In der Regel dauert es Sekunden bis über 10 Minuten, bei hoher Auslastung kann es jedoch zu längeren Verzögerungen kommen.
es: La velocidad de la transacción depende de la carga de la red blockchain. Típicamente, toma segundos hasta más de 10 minutos, pero una alta congestión puede causar mayores retrasos.
fr: La vitesse de transaction dépend de la charge du réseau blockchain. Généralement, cela prend de quelques secondes à plus de 10 minutes, mais une congestion élevée peut causer des retards plus importants.
it: La velocità della transazione dipende dal carico della rete blockchain. Tipicamente, richiede da secondi a oltre 10 minuti, ma un'alta congestione può causare ritardi maggiori.
pl: Szybkość transakcji zależy od obciążenia sieci blockchain. Zazwyczaj trwa od sekund do ponad 10 minut, ale wysokie przeciążenie może powodować większe opóźnienia.
ro: Viteza tranzacției depinde de încărcarea rețelei blockchain. De obicei, durează de la secunde la peste 10 minute, dar aglomerația ridicată poate cauza întârzieri mai mari.
ru: Скорость транзакции зависит от нагрузки сети блокчейна. Обычно это занимает от секунд до более 10 минут, но высокая перегрузка может вызвать более длительные задержки.
tr: İşlem hızı blockchain ağ yüküne bağlıdır. Genellikle saniyelerden 10 dakikadan fazlaya kadar sürer, ancak yüksek yoğunluk daha yüksek gecikmelere neden olabilir.
zh: 交易速度取决于区块链网络负载。通常需要几秒钟到超过 10 分钟，但高拥堵可能导致更长的延迟。

# wallet_arrival_time_minutes
source: min
ar: دقيقة
bg: мин
ru: мин
tr: dak
zh: 分钟

# wallet_arrival_time_type_fast
source: Fast
ar: سريع
bg: Бързо
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
pl: Szybko
ro: Rapid
ru: Быстро
tr: Hızlı
zh: 快速

# wallet_arrival_time_type_slow
source: Slow
ar: بطيء
bg: Бавно
de: Langsam
es: Lento
fr: Lent
it: Lento
pl: Wolno
ro: Încet
ru: Медленно
tr: Yavaş
zh: 慢速

# wallet_arrival_time_type_standard
source: Standard
ar: قياسي
bg: Стандартно
es: Estándar
pl: Standardowo
ru: Стандартно
tr: Standart
zh: 标准

# wallet_asset
source: Asset
ar: الأصل
bg: Актив
es: Activo
fr: Actif
it: Risorsa
pl: Aktywo
ro: Activ
ru: Актив
tr: Varlık
zh: 资产

# wallet_back_to_wallet
source: Back to wallet
ar: العودة إلى المحفظة
bg: Обратно към портфейла
de: Zurück zur Wallet
es: Volver a billetera
fr: Retour au portefeuille
it: Torna al portafoglio
pl: Powrót do portfela
ro: Înapoi la portofel
ru: Вернуться к кошельку
tr: Cüzdana dön
zh: 返回钱包

# wallet_balance
source: Balance
ar: الرصيد
bg: Баланс
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
pl: Saldo
ro: Sold
ru: Баланс
tr: Bakiye
zh: 余额

# wallet_buy
source: Buy
ar: شراء
bg: Купи
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pl: Kup
ro: Cumpără
ru: Купить
tr: Satın al
zh: 购买

# wallet_buy_coming_soon
source: Buy crypto easily. Coming soon.
ar: اشترِ العملات الرقمية بسهولة. قريباً.
bg: Купувайте криптовалута лесно. Скоро.
de: Kryptowährungen einfach kaufen. In Kürze verfügbar.
es: Compra cripto fácilmente. Próximamente.
fr: Achetez des cryptos facilement. Bientôt disponible.
it: Acquista crypto facilmente. Prossimamente.
pl: Kupuj krypto łatwo. Wkrótce.
ro: Cumpără cripto ușor. În curând.
ru: Покупайте криптовалюту легко. Уже скоро.
tr: Kripto'yu kolayca satın alın. Yakında.
zh: 轻松购买加密货币。即将推出。

# wallet_buy_nfts
source: Buy NFTs
ar: شراء الرموز غير القابلة للاستبدال
bg: Купи NFTs
de: NFTs kaufen
es: Comprar NFTs
fr: Acheter des NFTs
it: Acquista NFT
pl: Kup NFTs
ro: Cumpără NFTs
ru: Купить NFTs
tr: NFT satın al
zh: 购买 NFT

# wallet_carousel_bridge_description
source: Bridge your tokens securely across multiple connected networks
ar: انقل رموزك بأمان عبر عدة شبكات متصلة
bg: Прехвърлете вашите токени безопасно между множество свързани мрежи
de: Übertrage deine Token sicher über mehrere verbundene Netzwerke
es: Transfiere tus tokens de forma segura a través de múltiples redes conectadas
fr: Bridger vos jetons en toute sécurité sur plusieurs réseaux connectés
it: Collega i tuoi token in modo sicuro attraverso più reti connesse
pl: Przenieś swoje tokeny bezpiecznie między wieloma połączonymi sieciami
ro: Transpune token-urile tale în siguranță între mai multe rețele conectate
ru: Перемещайте свои токены безопасно между несколькими подключёнными сетями
tr: Token'larınızı birden fazla bağlı ağ arasında güvenli bir şekilde köprüleyin
zh: 安全地在多个连接的网络之间桥接您的代币

# wallet_carousel_bridge_title
source: Bridge
ar: الجسر
bg: Мост
es: Puente
fr: Pont
pl: Most
ro: Pod
ru: Мост
tr: Köprü
zh: 桥接

# wallet_carousel_creator_tokens_description
source: Turn communities into on-chain economies
bg: Превърнете общностите в икономики на веригата
fr: Transformez les communautés en économies sur chaîne
it: Trasforma le comunità in economie on-chain
ru: Превратите сообщества в ончейн-экономики

# wallet_carousel_creator_tokens_title
source: Creator tokens
bg: Токени на създатели
fr: Jetons de créateurs
it: Token dei creatori
ru: Токены создателей

# wallet_carousel_portfolio_description
source: Track and manage all your crypto securely in one place
ar: تتبع وأدر جميع عملاتك المشفرة بأمان في مكان واحد
bg: Следете и управлявайте всичките си криптовалути безопасно на едно място
de: Verfolge und verwalte all deine Kryptowährungen sicher an einem Ort
es: Rastrea y gestiona todas tus criptomonedas de forma segura en un solo lugar
fr: Suivez et gérez toutes vos cryptos en toute sécurité en un seul endroit
it: Traccia e gestisci tutte le tue crypto in modo sicuro in un unico posto
pl: Śledź i zarządzaj wszystkimi swoimi krypto bezpiecznie w jednym miejscu
ro: Urmărește și gestionează toate criptocurile tale în siguranță într-un singur loc
ru: Отслеживайте и управляйте всеми своими криптовалютами безопасно в одном месте
tr: Tüm kripto para birimlerinizi tek bir yerde güvenli bir şekilde takip edin ve yönetin
zh: 在一个地方安全地跟踪和管理您的所有加密货币

# wallet_carousel_portfolio_title
source: Portfolio
bg: Портфолио
es: Portafolio
fr: Portefeuille
it: Portafoglio
pl: Portfel
ro: Portofoliu
ru: Портфель
tr: Portföy
zh: 投资组合
