Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# profile_send_option_desc
source: Send funds quickly and securely
ar: أرسل الأموال بسرعة وأمان
bg: Изпращайте средства бързо и безопасно
de: Gelder schnell und sicher senden
es: Envía fondos de forma rápida y segura
fr: Envoyez des fonds rapidement et en toute sécurité
it: Invia fondi in modo rapido e sicuro
pl: Wysyłaj środki szybko i bezpiecznie
ro: Trimite fonduri rapid și sigur
ru: Отправляйте средства быстро и безопасно
tr: Fonları hızlı ve güvenli gönderin
zh: 快速安全地发送资金

# profile_send_option_title
source: Send payment
ar: إرسال دفعة
bg: Изпрати плащане
de: Zahlung senden
es: Enviar pago
fr: Envoyer un paiement
it: Invia pagamento
pl: Wyślij płatność
ro: Trimite plată
ru: Отправить платёж
tr: Ödeme gönder
zh: 发送付款

# profile_stories
source: Stories
ar: القصص
bg: Истории
de: Storys
es: Historias
fr: Histoires
it: Storie
pl: Historie
ro: Povești
ru: Истории
tr: Hikayeler
zh: 故事

# profile_switch_user_header
source: User accounts
ar: حسابات المستخدمين
bg: Потребителски акаунти
de: Benutzerkonten
es: Cuentas de usuario
fr: Comptes utilisateur
it: Account utente
pl: Konta użytkowników
ro: Conturi utilizator
ru: Аккаунты пользователей
tr: Kullanıcı hesapları
zh: 用户账户

# profile_token_be_first_to_buy
source: Be the first to buy
ar: كن أول من يشتري
bg: Бъдете първият, който купува
de: Sei der Erste, der kauft
es: Sé el primero en comprar
fr: Soyez le premier à acheter
it: Sii il primo ad acquistare
pl: Bądź pierwszym, który kupi
ro: Fii primul care cumpără
ru: Станьте первым покупателем
tr: İlk satın alan olun
zh: 成为第一个购买者

# profile_token_buy
source: Buy
ar: شراء
bg: Купи
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pl: Kup
ro: Cumpără
ru: Купить
tr: Satın al
zh: 购买

# profile_videos
source: Videos
ar: الفيديوهات
bg: Видеа
fr: Vidéos
it: Video
pl: Wideo
ro: Video-uri
ru: Видео
tr: Videolar
zh: 视频

# profile_videos_desc
source: Social streaming
ar: البث الاجتماعي
bg: Социален стрийминг
es: Streaming social
fr: Streaming social
it: Streaming sociale
pl: Strumieniowanie społecznościowe
ro: Streaming social
ru: Социальная трансляция
tr: Sosyal yayın
zh: 社交流媒体

# profile_videos_empty_list
source: {username} doesn't have any videos
ar: {username} ليس لديه أي فيديوهات
bg: {username} няма видеа
de: {username} hat keine Videos
es: {username} no tiene ningún video
fr: {username} n'a pas de vidéos
it: {username} non ha video
pl: {username} nie ma wideo
ro: {username} nu are video-uri
ru: {username} не имеет видео
tr: {username} videosu yok
zh: {username} 没有任何视频

# profile_videos_empty_list_current_user
source: You don't have any videos
ar: ليس لديك أي فيديوهات
bg: Нямате видеа
de: Du hast noch keine Videos
es: No tienes ningún video
fr: Vous n'avez pas de vidéos
it: Non hai video
pl: Nie masz wideo
ro: Nu ai video-uri
ru: У вас нет видео
tr: Videonuz yok
zh: 您没有任何视频

# profile_website
source: Website
ar: الموقع الإلكتروني
bg: Уебсайт
es: Sitio web
fr: Site Web
it: Sito web
pl: Strona internetowa
ro: Site web
ru: Веб-сайт
tr: Web sitesi
zh: 网站

# protect_account_button
source: Protect account
ar: حماية الحساب
bg: Защити акаунт
de: Konto schützen
es: Proteger cuenta
fr: Protéger le compte
it: Proteggi account
pl: Chroń konto
ro: Protejează contul
ru: Защитить аккаунт
tr: Hesabı koru
zh: 保护账户

# protect_account_create_recovery_error
source: An error occurred while fetching the data.
ar: حدث خطأ أثناء جلب البيانات.
bg: Възникна грешка при извличане на данните.
de: Beim Abrufen der Daten ist ein Fehler aufgetreten.
es: Ocurrió un error al obtener los datos.
fr: Une erreur s'est produite lors de la récupération des données.
it: Si è verificato un errore durante il recupero dei dati.
pl: Wystąpił błąd podczas pobierania danych.
ro: A apărut o eroare la preluarea datelor.
ru: Произошла ошибка при получении данных.
tr: Veriler alınırken bir hata oluştu.
zh: 获取数据时发生错误。

# protect_account_description_secure_account
source: To continue, secure your account, back it up and enable at least one 2FA option
ar: فعّل خيار تحقق بخطوتين واحد على الأقل للاستمرار
bg: За да продължите, защитете акаунта си, архивирайте го и активирайте поне една опция за двуфакторна автентификация
de: Sichere dein Konto, erstelle ein Backup und aktiviere mindestens eine 2FA-Option, um fortzufahren
es: Para continuar, protege tu cuenta, haz una copia de seguridad y habilita al menos una opción 2FA
fr: Pour continuer, sécurisez votre compte, sauvegardez-le et activez au moins une option 2FA
it: Per continuare, proteggi il tuo account, esegui un backup e abilita almeno un'opzione 2FA
pl: Aby kontynuować, zabezpiecz swoje konto, utwórz kopię zapasową i włącz co najmniej jedną opcję 2FA
ro: Pentru a continua, securizează contul, fă backup și activează cel puțin o opțiune 2FA
ru: Чтобы продолжить, защитите свой аккаунт, создайте резервную копию и включите хотя бы одну опцию 2FA
tr: Devam etmek için hesabınızı güvence altına alın, yedekleyin ve en az bir 2FA seçeneğini etkinleştirin
zh: 要继续，请保护您的账户，进行备份并启用至少一个 2FA 选项

# protect_account_description_secure_account_2fa
source: To secure your account, back it up and enable at least one 2FA option
ar: لتأمين حسابك، قم بعمل نسخة احتياطية وفعّل خيار تحقق بخطوتين واحد على الأقل
bg: За да защитите акаунта си, архивирайте го и активирайте поне една опция за двуфакторна автентификация
de: Sichere dein Konto, indem du ein Backup erstellst und mindestens eine 2FA-Option aktivierst
es: Para proteger tu cuenta, haz una copia de seguridad y habilita al menos una opción 2FA
fr: Pour sécuriser votre compte, sauvegardez-le et activez au moins une option 2FA
it: Per proteggere il tuo account, esegui un backup e abilita almeno un'opzione 2FA
pl: Aby zabezpieczyć swoje konto, utwórz kopię zapasową i włącz co najmniej jedną opcję 2FA
ro: Pentru a securiza contul, fă backup și activează cel puțin o opțiune 2FA
ru: Чтобы защитить свой аккаунт, создайте резервную копию и включите хотя бы одну опцию 2FA
tr: Hesabınızı güvence altına almak için yedekleyin ve en az bir 2FA seçeneğini etkinleştirin
zh: 要保护您的账户，请进行备份并启用至少一个 2FA 选项

# protect_account_header_security
source: Security
ar: الأمان
bg: Сигурност
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
ro: Securitate
ru: Безопасность
tr: Güvenlik
zh: 安全

# protect_account_title_secure_account
source: Secure your account
ar: أمّن حسابك
bg: Защити вашия акаунт
de: Sichere dein Konto
es: Proteger tu cuenta
fr: Sécuriser votre compte
it: Proteggi il tuo account
pl: Zabezpiecz swoje konto
ro: Securizează contul
ru: Защитите свой аккаунт
tr: Hesabınızı güvence altına alın
zh: 保护您的账户

# push_notification_chat_group_title
source: Chat
ar: دردشة
bg: Чат
pl: Czat
ru: Чат
tr: Sohbet
zh: 聊天

# push_notification_chat_option_channels
source: Channels
ar: القنوات
bg: Канали
de: Kanäle
es: Canales
fr: Canaux
it: Canali
pl: Kanały
ro: Canale
ru: Каналы
tr: Kanallar
zh: 频道

# push_notification_chat_option_direct_messages
source: Direct messages
ar: الرسائل المباشرة
bg: Директни съобщения
de: Direktnachrichten
es: Mensajes directos
fr: Messages directs
it: Messaggi diretti
pl: Wiadomości bezpośrednie
ro: Mesaje directe
ru: Личные сообщения
tr: Doğrudan mesajlar
zh: 私信

# push_notification_chat_option_group_chats
source: Group chats
ar: الدردشات الجماعية
bg: Групови чатове
de: Gruppenchats
es: Chats de grupo
fr: Chats de groupe
it: Chat di gruppo
pl: Czaty grupowe
ro: Conversații grup
ru: Групповые чаты
tr: Grup sohbetleri
zh: 群聊

# push_notification_chat_option_payment_received
source: Payment received
ar: تم استلام الدفع
bg: Получено плащане
de: Zahlung erhalten
es: Pago recibido
fr: Paiement reçu
it: Pagamento ricevuto
pl: Otrzymano płatność
ro: Plată primită
ru: Получен платёж
tr: Ödeme alındı
zh: 收到付款

# push_notification_chat_option_payment_request
source: Payment request
ar: طلب دفع
bg: Заявка за плащане
de: Zahlungsanfrage
es: Solicitud de pago
fr: Demande de paiement
it: Richiesta di pagamento
pl: Prośba o płatność
ro: Solicitare plată
ru: Запрос на платёж
tr: Ödeme talebi
zh: 付款请求

# push_notification_device_permission
source: Device permission
ar: إذن الجهاز
bg: Разрешение на устройството
de: Geräteberechtigung
es: Permiso del dispositivo
fr: Permission de l'appareil
it: Autorizzazione dispositivo
pl: Uprawnienie urządzenia
ro: Permisiune dispozitiv
ru: Разрешение устройства
tr: Cihaz izni
zh: 设备权限

# push_notification_social_group_title
source: Social
ar: اجتماعي
bg: Социални
de: Soziales
pl: Społecznościowe
ru: Социальные
tr: Sosyal
zh: 社交

# push_notification_social_option_likes
source: Likes
ar: الإعجابات
bg: Харесвания
de: Gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace
pl: Polubienia
ro: Aprecieri
ru: Лайки
tr: Beğeniler
zh: 赞

# push_notification_social_option_mentions_replies
source: Mentions and replies
ar: المنشن والردود
bg: Споменавания и отговори
de: Erwähnungen und Antworten
es: Menciones y respuestas
fr: Mentions et réponses
it: Menzioni e risposte
pl: Wzmianki i odpowiedzi
ro: Mențiuni și răspunsuri
ru: Упоминания и ответы
tr: Bahsetmeler ve yanıtlar
zh: 提及和回复

# push_notification_social_option_new_followers
source: New followers
ar: متابعون جدد
bg: Нови последователи
de: Neue Follower
es: Nuevos seguidores
fr: Nouveaux abonnés
it: Nuovi follower
pl: Nowi obserwujący
ro: Urmăritori noi
ru: Новые подписчики
tr: Yeni takipçiler
zh: 新关注者

# push_notification_social_option_posts
source: Posts
ar: المنشورات
bg: Публикации
de: Beiträge
es: Publicaciones
fr: Publications
it: Post
pl: Posty
ro: Postări
ru: Посты
tr: Gönderiler
zh: 帖子

# push_notification_social_option_reposts
source: Reposts
ar: إعادة النشر
bg: Препубликувания
es: Republicaciones
fr: Republications
it: Ripubblicazioni
pl: Przekazania
ro: Repostări
ru: Перепосты
tr: Yeniden paylaşımlar
zh: 转发

# push_notification_system_group_title
source: System
ar: النظام
bg: Система
es: Sistema
fr: Système
it: Sistema
ro: Sistem
ru: Система
tr: Sistem
zh: 系统

# push_notification_system_option_update
source: Update
ar: تحديث
bg: Актуализация
es: Actualización
fr: Mise à jour
it: Aggiornamento
pl: Aktualizacja
ro: Actualizare
ru: Обновление
tr: Güncelleme
zh: 更新

# push_notification_wallet_group_title
source: Wallet
ar: المحفظة
bg: Портфейл
es: Billetera
fr: Portefeuille
it: Portafoglio
pl: Portfel
ro: Portofel
ru: Кошелёк
tr: Cüzdan
zh: 钱包

# push_notifications_no_access_description
source: You have previously denied notification permission. Please go to settings to enable notifications.
ar: لقد رفضت إذن الإشعارات سابقاً. يرجى الذهاب إلى الإعدادات لتمكين الإشعارات.
bg: Преди това отказахте разрешение за известия. Моля, отидете в настройките, за да активирате известията.
de: Du hast die Benachrichtigungsberechtigung zuvor verweigert. Bitte gehe zu den Einstellungen, um Benachrichtigungen zu aktivieren.
es: Has denegado previamente el permiso de notificaciones. Por favor ve a configuración para habilitar las notificaciones.
fr: Vous avez précédemment refusé la permission de notification. Veuillez aller dans les paramètres pour activer les notifications.
it: Hai precedentemente negato l'autorizzazione alle notifiche. Vai alle impostazioni per abilitare le notifiche.
pl: Wcześniej odmówiłeś uprawnienia do powiadomień. Przejdź do ustawień, aby włączyć powiadomienia.
ro: Ai refuzat anterior permisiunea pentru notificări. Vă rugăm să mergeți la setări pentru a activa notificările.
ru: Вы ранее отклонили разрешение на уведомления. Пожалуйста, перейдите в настройки, чтобы включить уведомления.
tr: Daha önce bildirim iznini reddettiniz. Bildirimleri etkinleştirmek için lütfen ayarlara gidin.
zh: 您之前拒绝了通知权限。请前往设置以启用通知。

# push_notifications_no_access_title
source: Permission Not Available
ar: الإذن غير متاح
bg: Разрешението не е налично
de: Berechtigung nicht verfügbar
es: Permiso no disponible
fr: Permission non disponible
it: Autorizzazione non disponibile
pl: Uprawnienie niedostępne
ro: Permisiunea nu este disponibilă
ru: Разрешение недоступно
tr: İzin Mevcut Değil
zh: 权限不可用

# push_notifications_permission_headline
source: Notifications permission
ar: إذن الإشعارات
bg: Разрешение за известия
de: Benachrichtigungsberechtigung
es: Permiso de notificaciones
fr: Permission de notification
it: Autorizzazione notifiche
pl: Uprawnienie do powiadomień
ro: Permisiune notificări
ru: Разрешение на уведомления
tr: Bildirim izni
zh: 通知权限

# push_notifications_require_access_description
source: Notifications may include alerts, sounds, and icon badges. These can be configured is Settings.
ar: قد تتضمن الإشعارات تنبيهات وأصوات وشارات. يمكن إعدادها في الإعدادات.
bg: Известията могат да включват сигнали, звуци и икони на значки. Те могат да бъдат конфигурирани в Настройки.
de: Benachrichtigungen können Hinweise, Töne und Symbolabzeichen enthalten. Diese können in den Einstellungen konfiguriert werden.
es: Las notificaciones pueden incluir alertas, sonidos e insignias de iconos. Estos se pueden configurar en Configuración.
fr: Les notifications peuvent inclure des alertes, des sons et des badges d'icône. Ceux-ci peuvent être configurés dans les Paramètres.
it: Le notifiche possono includere avvisi, suoni e badge delle icone. Questi possono essere configurati nelle Impostazioni.
pl: Powiadomienia mogą obejmować alerty, dźwięki i ikony znaczników. Mogą być skonfigurowane w Ustawieniach.
ro: Notificările pot include alerte, sunete și badge-uri de iconiță. Acestea pot fi configurate în Setări.
ru: Уведомления могут включать оповещения, звуки и значки. Их можно настроить в Настройках.
tr: Bildirimler uyarılar, sesler ve simge rozetleri içerebilir. Bunlar Ayarlar'da yapılandırılabilir.
zh: 通知可能包括警报、声音和图标徽章。这些可以在设置中配置。

# push_notifications_require_access_title
source: "{appName} app" would like to Send You Notifications
ar: "{appName} app" يرغب في إرسال إشعارات لك
bg: "Приложението {appName}" иска да ви изпраща известия
de: Die App „{appName}“ möchte dir Benachrichtigungen senden
es: "La aplicación {appName}" quiere enviarte notificaciones
fr: "L'application {appName}" souhaite vous envoyer des notifications
it: "App {appName}" vorrebbe inviarti notifiche
pl: "Aplikacja {appName}" chciałaby wysyłać Ci powiadomienia
ro: "Aplicația {appName}" ar dori să îți trimită notificări
ru: "Приложение {appName}" хочет отправлять вам уведомления
tr: "{appName} uygulaması" size bildirim göndermek istiyor
zh: "{appName} 应用" 想向您发送通知

source: Reaction was sent
ar: تم إرسال التفاعل
bg: Реакцията беше изпратена
de: Reaktion wurde gesendet
es: La reacción fue enviada
fr: La réaction a été envoyée
it: La reazione è stata inviata
pl: Reakcja została wysłana
ro: Reacția a fost trimisă
ru: Реакция отправлена
tr: Tepki gönderildi
zh: 反应已发送

# recent_emoji_reactions
source: Recent reactions
ar: التفاعلات الأخيرة
bg: Скорошни реакции
de: Kürzliche Reaktionen
es: Reacciones recientes
fr: Réactions récentes
it: Reazioni recenti
pl: Ostatnie reakcje
ro: Reacții recente
ru: Недавние реакции
tr: Son tepkiler
zh: 最近的反应

# recovery_keys_successfully_protected_description
source: Your recovery keys have been securely backed up. Please keep them safe for future account recovery
ar: تم حفظ مفاتيح استعادتك بأمان. يرجى حفظها جيداً لاستعادة حسابك في المستقبل
bg: Вашите ключове за възстановяване бяха безопасно архивирани. Моля, пазете ги в безопасност за бъдещо възстановяване на акаунта
de: Deine Wiederherstellungsschlüssel wurden sicher gesichert. Bitte bewahre sie für eine zukünftige Kontowiederherstellung sicher auf
es: Tus claves de recuperación han sido respaldadas de forma segura. Por favor guárdalas de forma segura para la recuperación futura de la cuenta
fr: Vos clés de récupération ont été sauvegardées en toute sécurité. Veuillez les garder en sécurité pour la récupération future du compte
it: Le tue chiavi di recupero sono state salvate in modo sicuro. Conservale al sicuro per il recupero futuro dell'account
pl: Twoje klucze odzyskiwania zostały bezpiecznie zapisane. Proszę przechowywać je bezpiecznie w celu przyszłego odzyskania konta
ro: Cheile tale de recuperare au fost salvate în siguranță. Vă rugăm să le păstrați în siguranță pentru recuperarea viitoare a contului
ru: Ваши ключи восстановления были безопасно сохранены. Пожалуйста, храните их в безопасности для будущего восстановления аккаунта
tr: Kurtarma anahtarlarınız güvenli bir şekilde yedeklendi. Gelecekteki hesap kurtarma için lütfen güvende tutun
zh: 您的恢复密钥已安全备份。请妥善保管以便将来恢复账户

# recovery_keys_successfully_protected_title
source: Successfully protected
ar: تم الحماية بنجاح
bg: Успешно защитено
de: Erfolgreich geschützt
es: Protegido correctamente
fr: Protégé avec succès
it: Protetto con successo
pl: Pomyślnie zabezpieczono
ro: Protejat cu succes
ru: Успешно защищено
tr: Başarıyla korundu
zh: 成功保护

# registration_restricted_desc
source: We have temporarily restricted registrations due to the large number of requests. Please try again later
ar: لقد قمنا مؤقتًا بتقييد عمليات التسجيل بسبب العدد الكبير من الطلبات. يرجى المحاولة مرة أخرى لاحقًا
bg: Временно ограничихме регистрациите поради големия брой заявки. Моля, опитайте отново по-късно
de: Aufgrund der hohen Anzahl an Anfragen haben wir die Registrierungen vorübergehend eingeschränkt. Bitte versuche es später erneut.
es: Hemos restringido temporalmente las inscripciones debido al gran número de solicitudes. Por favor intenta de nuevo más tarde
fr: Nous avons temporairement restreint les inscriptions en raison du grand nombre de demandes. Veuillez réessayer plus tard
it: Abbiamo temporaneamente limitato le registrazioni a causa del gran numero di richieste. Riprova più tardi
pl: Tymczasowo ograniczyliśmy rejestracje z powodu dużej liczby żądań. Spróbuj ponownie później
ro: Am restricționat temporar înregistrările din cauza numărului mare de cereri. Vă rugăm să încercați din nou mai târziu
ru: Мы временно ограничили регистрации из-за большого количества запросов. Пожалуйста, попробуйте позже
tr: Çok sayıda istek nedeniyle kayıtları geçici olarak kısıtladık. Lütfen daha sonra tekrar deneyin
zh: 由于请求数量庞大，我们暂时限制了注册。请稍后再试

# registration_restricted_title
source: Registrations are temporarily limited
ar: التسجيلات محدودة مؤقتًا
bg: Регистрациите са временно ограничени
de: Registrierungen sind vorübergehend eingeschränkt
es: Las inscripciones están temporalmente limitadas
fr: Les inscriptions sont temporairement limitées
it: Le registrazioni sono temporaneamente limitate
pl: Rejestracje są tymczasowo ograniczone
ro: Înregistrările sunt temporar limitate
ru: Регистрации временно ограничены
tr: Kayıtlar geçici olarak sınırlı
zh: 注册暂时受限

source: Reply was sent
ar: تم إرسال الرد
bg: Отговорът беше изпратен
de: Antwort wurde gesendet
es: La respuesta fue enviada
fr: La réponse a été envoyée
it: La risposta è stata inviata
pl: Odpowiedź została wysłana
ro: Răspunsul a fost trimis
ru: Ответ отправлен
tr: Yanıt gönderildi
zh: 回复已发送

# report_content_description
source: This is a report for the content
ar: هذا تقرير للمحتوى
bg: Това е доклад за съдържанието
de: Dies ist ein Bericht für den Inhalt
es: Este es un reporte para el contenido
fr: Il s'agit d'un signalement pour le contenu
it: Questa è una segnalazione per il contenuto
pl: To jest zgłoszenie dotyczące treści
ro: Acesta este un raport pentru conținut
ru: Это обращение по поводу контента
tr: Bu içerik için bir bildirimdir
zh: 这是对内容的举报

# report_user_description
source: This is a report for the user
ar: هذا تقرير للمستخدم
bg: Това е доклад за потребителя
de: Dies ist eine Meldung für den Benutzer
es: Este es un reporte para el usuario
fr: Il s'agit d'un signalement pour l'utilisateur
it: Questa è una segnalazione per l'utente
pl: To jest zgłoszenie dotyczące użytkownika
ro: Acesta este un raport pentru utilizator
ru: Это обращение по поводу пользователя
tr: Bu kullanıcı için bir bildirimdir
zh: 这是对用户的举报

# restore_from_cloud_description
source: Restore your identity key from {type} backup
ar: استعد مفتاح هويتك من نسخة احتياطية على {type}
bg: Възстанови вашия ключ за идентичност от архивиране {type}
de: Stelle deinen Identitätsschlüssel aus dem {type}-Backup wieder her
es: Restaura tu clave de identidad desde la copia de seguridad {type}
fr: Restaurer votre clé d'identité depuis la sauvegarde {type}
it: Ripristina la tua chiave di identità dal backup {type}
pl: Przywróć swój klucz tożsamości z kopii zapasowej {type}
ro: Restaurează cheia ta de identitate din backup {type}
ru: Восстановите свой ключ идентичности из резервной копии {type}
tr: Kimlik anahtarınızı {type} yedekten geri yükleyin
zh: 从 {type} 备份恢复您的身份密钥

# restore_from_cloud_description_type_google_drive
source: a Google drive
ar: Google Drive
bg: Google Drive
de: Google Drive
es: un Google Drive
fr: Google Drive
it: un Google Drive
pl: Google Drive
ro: Google Drive
ru: Google Drive
tr: Google Drive
zh: Google Drive

# restore_from_cloud_description_type_icloud
source: an iCloud
ar: iCloud
bg: iCloud
de: iCloud
es: un iCloud
fr: iCloud
it: un iCloud
pl: iCloud
ro: iCloud
ru: iCloud
tr: iCloud
zh: iCloud

# restore_from_cloud_identity_not_found_description
source: The identification key for recovery was not found.
ar: لم يتم العثور على مفتاح الاستعادة.
bg: Ключът за идентификация за възстановяване не беше намерен.
de: Der Identitätsschlüssel für die Wiederherstellung wurde nicht gefunden.
es: No se encontró la clave de identificación para la recuperación.
fr: La clé d'identification pour la récupération n'a pas été trouvée.
it: La chiave di identificazione per il recupero non è stata trovata.
pl: Nie znaleziono klucza identyfikacyjnego do odzyskiwania.
ro: Cheia de identificare pentru recuperare nu a fost găsită.
ru: Ключ идентификации для восстановления не найден.
tr: Kurtarma için kimlik anahtarı bulunamadı.
zh: 未找到用于恢复的识别密钥。

# restore_from_cloud_identity_not_found_title
source: Identity key was not found
ar: لم يتم العثور على مفتاح الهوية
bg: Ключът за идентичност не беше намерен
de: Identitätsschlüssel nicht gefunden
es: No se encontró la clave de identidad
fr: La clé d'identité n'a pas été trouvée
it: Chiave di identità non trovata
pl: Klucz tożsamości nie został znaleziony
ro: Cheia de identitate nu a fost găsită
ru: Ключ идентичности не найден
tr: Kimlik anahtarı bulunamadı
zh: 未找到身份密钥

# restore_from_cloud_select_available_identity_key_name_error
source: Select available identity key name
ar: اختر اسم مفتاح هوية متاح
bg: Изберете налично име на ключ за идентичност
de: Verfügbaren Namen des Identitätsschlüssels auswählen
es: Selecciona el nombre de clave de identidad disponible
fr: Sélectionnez un nom de clé d'identité disponible
it: Seleziona un nome di chiave di identità disponibile
pl: Wybierz dostępną nazwę klucza tożsamości
ro: Selectează numele disponibil al cheii de identitate
ru: Выберите доступное имя ключа идентичности
tr: Mevcut kimlik anahtarı adını seçin
zh: 选择可用的身份密钥名称

# restore_from_cloud_selector_title
source: Identity key name
ar: اسم مفتاح الهوية
bg: Име на ключа за идентичност
de: Name des Identitätsschlüssels
es: Nombre de clave de identidad
fr: Nom de la clé d'identité
it: Nome chiave di identità
pl: Nazwa klucza tożsamości
ro: Numele cheii de identitate
ru: Имя ключа идентичности
tr: Kimlik anahtarı adı
zh: 身份密钥名称

# restore_identity_creds_action
source: Recovery key ID
ar: معرف مفتاح الاستعادة
bg: ID на ключа за възстановяване
de: Schlüssel-ID
es: ID de clave de recuperación
fr: ID de clé de récupération
it: ID chiave di recupero
pl: ID klucza odzyskiwania
ro: ID cheie de recuperare
ru: ID ключа восстановления
tr: Kurtarma anahtarı ID
zh: 恢复密钥 ID
