Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# error_token_below_minimum_description
source: This transfer would drop one of the accounts under {minAmount} {abbreviation} minimum required by the network to stay active
ar: سيؤدي هذا التحويل إلى خفض أحد الحسابات إلى أقل من الحد الأدنى المطلوب {minAmount} {abbreviation} للبقاء نشطًا في الشبكة
bg: Това прехвърляне ще намали един от акаунтите под минимума от {minAmount} {abbreviation}, изискван от мрежата, за да остане активен
de: Diese Überweisung würde eines der Konten unter das vom Netzwerk erforderliche Minimum von {minAmount} {abbreviation} senken, um aktiv zu bleiben
es: Esta transferencia haría que una de las cuentas caiga por debajo del mínimo {minAmount} {abbreviation} requerido por la red para mantenerse activa
fr: Ce transfert ferait tomber l'un des comptes sous le minimum de {minAmount} {abbreviation} requis par le réseau pour rester actif
it: Questo trasferimento farebbe scendere uno degli account sotto {minAmount} {abbreviation} minimo richiesto dalla rete per rimanere attivo
pl: Ten transfer spowodowałby spadek jednego z kont poniżej minimum {minAmount} {abbreviation} wymaganego przez sieć, aby pozostało aktywne
ro: Acest transfer ar face ca unul dintre conturi să scadă sub minimul {minAmount} {abbreviation} necesar rețelei pentru a rămâne activ
ru: Этот перевод приведёт к падению одного из аккаунтов ниже минимума {minAmount} {abbreviation}, требуемого сетью для оставания активным
tr: Bu transfer, hesaplardan birini ağın aktif kalması için gereken {minAmount} {abbreviation} minimumunun altına düşürecektir
zh: 此转账将使其中一个账户低于网络要求保持活跃的最低 {minAmount} {abbreviation}

# error_token_below_minimum_title
source: Unable to Transfer
ar: غير قادر على التحويل
bg: Не може да се прехвърли
de: Überweisung nicht möglich
es: No se puede transferir
fr: Impossible de transférer
it: Impossibile trasferire
pl: Nie można przetransferować
ro: Nu se poate transfera
ru: Невозможно перевести
tr: Transfer edilemiyor
zh: 无法转账

# error_website_invalid
source: Invalid website url
ar: رابط موقع غير صالح
bg: Невалиден URL адрес на уебсайта
de: Ungültige Website-URL
es: URL del sitio web no válida
fr: URL du site Web invalide
it: URL del sito web non valido
pl: Nieprawidłowy adres URL strony internetowej
ro: URL website invalid
ru: Неверный URL веб-сайта
tr: Geçersiz web sitesi URL'si
zh: 无效的网站 URL

# feed_add_story
source: Add to story
ar: أضف إلى القصة
bg: Добави в историята
de: Zur Story hinzufügen
es: Agregar a historia
fr: Ajouter à l'histoire
it: Aggiungi alla storia
pl: Dodaj do historii
ro: Adaugă la poveste
ru: Добавить в историю
tr: Hikayeye ekle
zh: 添加到故事

# feed_advanced_search_category_channels
source: Channels
ar: القنوات
bg: Канали
de: Kanäle
es: Canales
fr: Canaux
it: Canali
pl: Kanały
ro: Canale
ru: Каналы
tr: Kanallar
zh: 频道

# feed_advanced_search_category_groups
source: Groups
ar: المجموعات
bg: Групи
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
pl: Grupy
ro: Grupuri
ru: Группы
tr: Gruplar
zh: 群组

# feed_advanced_search_category_latest
source: Latest
ar: الأحدث
bg: Последни
de: Neueste
es: Más reciente
fr: Dernier
it: Più recenti
pl: Najnowsze
ro: Ultimele
ru: Последнее
tr: Son
zh: 最新

# feed_advanced_search_category_people
source: People
ar: الأشخاص
bg: Хора
de: Personen
es: Personas
fr: Personnes
it: Persone
pl: Ludzie
ro: Oameni
ru: Люди
tr: İnsanlar
zh: 用户

# feed_advanced_search_category_photos
source: Photos
ar: الصور
bg: Снимки
de: Fotos
es: Fotos
it: Foto
pl: Zdjęcia
ro: Fotografii
ru: Фотографии
tr: Fotoğraflar
zh: 照片

# feed_advanced_search_category_top
source: Top
ar: الأعلى
bg: Топ
it: In cima
ru: Топ
tr: En İyi
zh: 热门

# feed_advanced_search_category_trending
source: Trending
ar: الرائجة
bg: Трендове
de: Angesagt
es: Tendencias
fr: Tendance
it: Di tendenza
ro: Tendințe
ru: Тренды
tr: Trend
zh: 趋势

# feed_advanced_search_category_videos
source: Videos
ar: الفيديوهات
bg: Видеа
fr: Vidéos
it: Video
pl: Wideo
ro: Video-uri
ru: Видео
tr: Videolar
zh: 视频

# feed_article_categories_add_min
source: Add min {amount}
ar: أضف الحد الأدنى {amount}
bg: Добави мин {amount}
de: Mindestens {amount} hinzufügen
es: Agregar mínimo {amount}
fr: Ajouter min {amount}
it: Aggiungi minimo {amount}
pl: Dodaj min {amount}
ro: Adaugă min {amount}
ru: Добавить мин {amount}
tr: Min {amount} ekle
zh: 至少添加 {amount}

# feed_article_deleted
source: This article has been deleted by the author.
ar: تم حذف هذه المقالة من قبل المؤلف.
bg: Тази статия беше изтрита от автора.
de: Dieser Artikel wurde vom Autor gelöscht.
es: Este artículo ha sido eliminado por el autor.
fr: Cet article a été supprimé par l'auteur.
it: Questo articolo è stato eliminato dall'autore.
pl: Ten artykuł został usunięty przez autora.
ro: Acest articol a fost șters de autor.
ru: Эта статья была удалена автором.
tr: Bu makale yazar tarafından silindi.
zh: 此文章已被作者删除。

# feed_comment_hint
source: Write your comment...
ar: اكتب تعليقك...
bg: Напишете вашия коментар...
de: Schreibe deinen Kommentar …
es: Escribe tu comentario...
fr: Écrivez votre commentaire...
it: Scrivi il tuo commento...
pl: Napisz swój komentarz...
ro: Scrie comentariul tău...
ru: Напишите свой комментарий...
tr: Yorumunuzu yazın...
zh: 写下您的评论...

# feed_content_creation_blocked_description
source: We’re getting your profile ready. This may take a few minutes. Once it’s set up, you’ll be able to start posting.
ar: نحن نجهز ملفك الشخصي. قد يستغرق هذا بضع دقائق. بمجرد إعداده، ستتمكن من البدء في النشر.
bg: Подготвяме вашия профил. Това може да отнеме няколко минути. След като бъде настроен, ще можете да започнете да публикувате.
de: Wir bereiten dein Profil vor. Das kann einige Minuten dauern. Sobald alles bereit ist, kannst du Beiträge erstellen.
es: Estamos preparando tu perfil. Esto puede tomar unos minutos. Una vez configurado, podrás comenzar a publicar.
fr: Nous préparons votre profil. Cela peut prendre quelques minutes. Une fois configuré, vous pourrez commencer à publier.
it: Stiamo preparando il tuo profilo. Potrebbe richiedere alcuni minuti. Una volta configurato, potrai iniziare a pubblicare.
pl: Przygotowujemy Twój profil. To może zająć kilka minut. Po skonfigurowaniu będziesz mógł zacząć publikować.
ro: Pregătim profilul tău. Acest lucru poate dura câteva minute. Odată configurat, vei putea începe să postezi.
ru: Мы готовим ваш профиль. Это может занять несколько минут. После настройки вы сможете начать публиковать.
tr: Profilinizi hazırlıyoruz. Bu birkaç dakika sürebilir. Kurulduktan sonra paylaşım yapmaya başlayabileceksiniz.
zh: 我们正在准备您的个人资料。这可能需要几分钟。设置完成后，您就可以开始发布了。

# feed_content_creation_blocked_title
source: Setting up your profile
ar: إعداد ملفك الشخصي
bg: Настройка на вашия профил
de: Dein Profil wird eingerichtet
es: Configurando tu perfil
fr: Configuration de votre profil
it: Configurazione del tuo profilo
pl: Konfiguracja profilu
ro: Configurarea profilului tău
ru: Настройка вашего профиля
tr: Profilinizi ayarlama
zh: 设置您的个人资料

# feed_copy_link
source: Copy link
ar: نسخ الرابط
bg: Копирай връзка
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link
pl: Kopiuj link
ro: Copiază link
ru: Копировать ссылку
tr: Bağlantıyı kopyala
zh: 复制链接

# feed_following
source: Following
ar: المتابَعون
bg: Следвам
de: Abonniert
es: Siguiendo
fr: Abonnements
it: Seguiti
pl: Obserwuję
ro: Urmăresc
ru: Подписки
tr: Takip Edilenler
zh: 关注中

# feed_for_you
source: For you
ar: من أجلك
bg: За вас
de: Für dich
es: Para ti
fr: Pour vous
it: Per te
pl: Dla Ciebie
ro: Pentru tine
ru: Для вас
tr: Sizin için
zh: 为您推荐

# feed_invite_friends_button
source: Invite
ar: ادعُ
bg: Покани
de: Einladen
es: Invitar
fr: Inviter
it: Invita
pl: Zaproś
ro: Invită
ru: Пригласить
tr: Davet et
zh: 邀请

# feed_invite_friends_subtitle
source: Grow and earn rewards
ar: نمِّ واربح المكافآت
bg: Расти и печели награди
de: Wachse und erhalte Belohnungen
es: Crece y gana recompensas
fr: Grandir et gagner des récompenses
it: Cresci e guadagna ricompense
pl: Rozwijaj się i zdobywaj nagrody
ro: Crește și câștigă recompense
ru: Растите и зарабатывайте награды
tr: Büyü ve ödül kazan
zh: 成长并获得奖励

# feed_invite_friends_title
source: Invite Friends
ar: ادعُ الأصدقاء
bg: Покани приятели
de: Freunde einladen
es: Invitar amigos
fr: Inviter des amis
it: Invita amici
pl: Zaproś przyjaciół
ro: Invită prietenii
ru: Пригласить друзей
tr: Arkadaşları Davet Et
zh: 邀请朋友

# feed_modal_article
source: Article
ar: مقالة
bg: Статия
de: Artikel
es: Artículo
it: Articolo
pl: Artykuł
ro: Articol
ru: Статья
tr: Makale
zh: 文章

# feed_modal_article_description
source: Share your wisdom
ar: شارك حكمتك
bg: Сподели мъдростта си
de: Teile dein Wissen
es: Comparte tu sabiduría
fr: Partagez votre sagesse
it: Condividi la tua saggezza
pl: Udostępnij swoją mądrość
ro: Distribuie-ți înțelepciunea
ru: Поделитесь своей мудростью
tr: Bilgeliğinizi paylaşın
zh: 分享您的智慧

# feed_modal_post
source: Post
ar: منشور
bg: Публикация
de: Beitrag
es: Publicación
fr: Publication
ro: Postare
ru: Пост
tr: Gönderi
zh: 帖子

# feed_modal_post_description
source: Voice your ideas
ar: عبّر عن أفكارك
bg: Изрази идеите си
de: Teile deine Ideen
es: Expresa tus ideas
fr: Exprimez vos idées
it: Esprimi le tue idee
pl: Wyraź swoje pomysły
ro: Exprimă-ți ideile
ru: Выразите свои идеи
tr: Fikirlerinizi ifade edin
zh: 表达您的想法

# feed_modal_story
source: Story
ar: قصة
bg: История
es: Historia
fr: Histoire
it: Storia
pl: Historia
ro: Poveste
ru: История
tr: Hikaye
zh: 故事

# feed_modal_story_description
source: Express the moment
ar: عبر عن اللحظة
bg: Изрази момента
de: Den Moment ausdrücken
es: Expresa el momento
fr: Exprimez le moment
it: Esprimi il momento
pl: Wyraź chwilę
ro: Exprimă momentul
ru: Выразите момент
tr: Anı ifade edin
zh: 记录此刻

# feed_modal_title
source: Create value
ar: إضفاء قيمة
bg: Създай стойност
de: Inhalt erstellen
es: Crear valor
fr: Créer de la valeur
it: Crea valore
pl: Twórz wartość
ro: Creează valoare
ru: Создавайте ценность
tr: Değer yarat
zh: 创造价值

# feed_modal_video
source: Video
ar: فيديو
bg: Видео
fr: Vidéo
pl: Wideo
ru: Видео
zh: 视频

# feed_modal_video_description
source: Show the world in motion
ar: أظهر العالم في حركة
bg: Покажи света в движение
de: Zeige die Welt in Bewegung
es: Muestra el mundo en movimiento
fr: Montrez le monde en mouvement
it: Mostra il mondo in movimento
pl: Pokaż świat w ruchu
ro: Arată lumea în mișcare
ru: Покажите мир в движении
tr: Dünyayı hareket halinde gösterin
zh: 展示动态世界

# feed_more
source: More
ar: المزيد
bg: Повече
de: Mehr
es: Más
fr: Plus
it: Altro
pl: Więcej
ro: Mai mult
ru: Больше
tr: Daha fazla
zh: 更多

# feed_post_deleted
source: This post has been deleted by the author.
ar: تم حذف هذا المنشور من قبل المؤلف.
bg: Тази публикация беше изтрита от автора.
de: Dieser Beitrag wurde vom Autor gelöscht.
es: Esta publicación ha sido eliminada por el autor.
fr: Cette publication a été supprimée par l'auteur.
it: Questo post è stato eliminato dall'autore.
pl: Ten post został usunięty przez autora.
ro: Această postare a fost ștearsă de autor.
ru: Этот пост был удалён автором.
tr: Bu gönderi yazar tarafından silindi.
zh: 此帖子已被作者删除。

# feed_posts_empty
source: There are no {postType} at the moment
ar: لا يوجد {postType} حالياً
bg: В момента няма {postType}
de: Derzeit gibt es keine {postType}
es: No hay {postType} en este momento
fr: Il n'y a pas de {postType} pour le moment
it: Al momento non ci sono {postType}
pl: Obecnie nie ma {postType}
ro: Nu există {postType} în acest moment
ru: Сейчас нет {postType}
tr: Şu anda {postType} yok
zh: 目前没有 {postType}

# feed_quote
source: Quote
ar: اقتباس
bg: Цитат
de: Zitat
es: Citar
fr: Citation
it: Cita
pl: Cytat
ro: Citat
ru: Цитата
tr: Alıntı
zh: 引用

# feed_read_time_in_mins
source: {mins} min read
ar: قراءة {mins} دقيقة
bg: {mins} мин четене
de: {mins} Min. Lesezeit
es: {mins} min de lectura
fr: {mins} min de lecture
it: {mins} min di lettura
pl: {mins} min czytania
ro: {mins} min citire
ru: {mins} мин чтения
tr: {mins} dk okuma
zh: {mins} 分钟阅读

# feed_replies_empty
source: There are no replies at the moment
ar: لا توجد ردود حالياً
bg: В момента няма отговори
de: Derzeit gibt es keine Antworten
es: No hay respuestas en este momento
fr: Il n'y a pas de réponses pour le moment
it: Al momento non ci sono risposte
pl: Obecnie nie ma odpowiedzi
ro: Nu există răspunsuri în acest moment
ru: Сейчас нет ответов
tr: Şu anda yanıt yok
zh: 目前没有回复

# feed_repost
source: Repost
ar: إعادة نشر
bg: Препубликувай
es: Republicar
fr: Republier
it: Ripubblica
pl: Prześlij dalej
ro: Repostează
ru: Перепост
tr: Yeniden paylaş
zh: 转发

# feed_repost_type
source: Type
ar: النوع
bg: Тип
de: Typ
es: Tipo
it: Tipo
pl: Typ
ro: Tip
ru: Тип
tr: Tür
zh: 类型

# feed_search_empty
source: Search here for users, hashtags, channels...
ar: ابحث هنا عن المستخدمين، الهاشتاج، القنوات...
bg: Търсете тук потребители, хаштагове, канали...
de: Suche hier nach Nutzern, Hashtags, Kanälen …
es: Busca aquí usuarios, hashtags, canales...
fr: Recherchez ici des utilisateurs, des hashtags, des canaux...
it: Cerca qui utenti, hashtag, canali...
pl: Szukaj tutaj użytkowników, hashtagów, kanałów...
ro: Caută aici utilizatori, hashtag-uri, canale...
ru: Ищите здесь пользователей, хэштеги, каналы...
tr: Kullanıcılar, hashtag'ler, kanallar için buraya arayın...
zh: 在此搜索用户、话题标签、频道...

# feed_search_filter_anyone
source: From anyone
ar: من أي شخص
bg: От всеки
de: Von allen
es: De cualquiera
fr: De n'importe qui
it: Da chiunque
pl: Od każdego
ro: De la oricine
ru: От кого угодно
tr: Herkes
zh: 来自任何人

# feed_search_filter_categories
source: Search by
ar: البحث بواسطة
bg: Търси по
de: Suchen nach
es: Buscar por
fr: Rechercher par
it: Cerca per
pl: Szukaj według
ro: Caută după
ru: Искать по
tr: Ara
zh: 按以下方式搜索

# feed_search_filter_following
source: People you follow
ar: الأشخاص الذين تتابعهم
bg: Хора, които следвате
de: Von Personen, denen du folgst
es: Personas que sigues
fr: Personnes que vous suivez
it: Persone che segui
pl: Ludzie, których obserwujesz
ro: Oameni pe care îi urmărești
ru: Люди, на которых вы подписаны
tr: Takip ettiğiniz kişiler
zh: 您关注的人

# feed_search_filter_people
source: People
ar: الأشخاص
bg: Хора
de: Personen
es: Personas
fr: Personnes
it: Persone
pl: Ludzie
ro: Oameni
ru: Люди
tr: İnsanlar
zh: 用户

# feed_search_filter_title
source: Filters
ar: الفلاتر
bg: Филтри
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
ro: Filtre
ru: Фильтры
tr: Filtreler
zh: 筛选

# feed_search_history_delete_message
source: Are you sure you want to delete all search history?
ar: هل أنت متأكد أنك تريد حذف كل سجل البحث؟
bg: Сигурни ли сте, че искате да изтриете цялата история на търсенето?
de: Bist du sicher, dass du den gesamten Suchverlauf löschen möchtest?
es: ¿Estás seguro de que quieres eliminar todo el historial de búsqueda?
fr: Êtes-vous sûr de vouloir supprimer tout l'historique de recherche ?
it: Sei sicuro di voler eliminare tutta la cronologia di ricerca?
pl: Czy na pewno chcesz usunąć całą historię wyszukiwania?
ro: Sunteți sigur că doriți să ștergeți întregul istoric de căutare?
ru: Вы уверены, что хотите удалить всю историю поиска?
tr: Tüm arama geçmişini silmek istediğinizden emin misiniz?
zh: 您确定要删除所有搜索历史吗？

# feed_search_history_delete_title
source: Delete search history?
ar: حذف سجل البحث؟
bg: Изтриване на историята на търсенето?
de: Suchverlauf löschen?
es: ¿Eliminar historial de búsqueda?
fr: Supprimer l'historique de recherche ?
it: Eliminare cronologia di ricerca?
pl: Usunąć historię wyszukiwania?
ro: Șterge istoricul de căutare?
ru: Удалить историю поиска?
tr: Arama geçmişini sil?
zh: 删除搜索历史？

# feed_search_history_title
source: Recent searches
ar: عمليات البحث الأخيرة
bg: Скорошни търсения
de: Letzte Suchanfragen
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti
pl: Ostatnie wyszukiwania
ro: Căutări recente
ru: Недавние поиски
tr: Son aramalar
zh: 最近搜索

# feed_send
source: Send
ar: إرسال
bg: Изпрати
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
ro: Trimite
ru: Отправить
tr: Gönder
zh: 发送

# feed_share_via
source: Share via message
ar: شارك عبر الرسائل
bg: Сподели чрез съобщение
de: Per Nachricht teilen
es: Compartir por mensaje
fr: Partager via message
it: Condividi tramite messaggio
pl: Udostępnij przez wiadomość
ro: Distribuie prin mesaj
ru: Поделиться через сообщение
tr: Mesajla paylaş
zh: 通过消息分享

# feed_someone_reposted
source: {someone} reposted
ar: {someone} أعاد النشر
bg: {someone} препубликува
de: {someone} hat repostet
es: {someone} republicó
fr: {someone} a republié
it: {someone} ha ripubblicato
pl: {someone} przesłał dalej
ro: {someone} a repostat
ru: {someone} сделал перепост
tr: {someone} yeniden paylaştı
zh: {someone} 转发了

# feed_trending_videos
source: Trending Videos
ar: الفيديوهات الرائجة
bg: Трендови видеа
de: Angesagte Videos
es: Videos en tendencia
fr: Vidéos tendances
it: Video di tendenza
pl: Trendujące wideo
ro: Video-uri tendințe
ru: Трендовые видео
tr: Trend Videolar
zh: 热门视频

# feed_undo_repost
source: Undo repost
ar: التراجع عن إعادة النشر
bg: Отмени препубликуването
de: Repost rückgängig machen
es: Deshacer republicación
fr: Annuler la republication
it: Annulla ripubblicazione
pl: Cofnij przekazanie
ro: Anulează repostarea
ru: Отменить перепост
tr: Yeniden paylaşmayı geri al
zh: 取消转发

# feed_write_comment
source: Write comment
ar: اكتب تعليق
bg: Напиши коментар
de: Kommentar schreiben
es: Escribir comentario
fr: Écrire un commentaire
it: Scrivi commento
pl: Napisz komentarz
ro: Scrie comentariu
ru: Написать комментарий
tr: Yorum yaz
zh: 写评论

# file_upload_limit_modal_description
source: You can upload a file of up to 25 megabytes
ar: يمكنك رفع ملف حجمه يصل إلى 25 ميغابايت
bg: Можете да качите файл до 25 мегабайта
de: Du kannst eine Datei mit bis zu 25 Megabyte hochladen
es: Puedes subir un archivo de hasta 25 megabytes
fr: Vous pouvez télécharger un fichier jusqu'à 25 mégaoctets
it: Puoi caricare un file di massimo 25 megabyte
pl: Możesz przesłać plik do 25 megabajtów
ro: Puteți încărca un fișier de până la 25 megabaiți
ru: Вы можете загрузить файл до 25 мегабайт
tr: 25 megabayta kadar dosya yükleyebilirsiniz
zh: 您可以上传最大 25 兆字节的文件

# fill_profile_description
source: Customize your account
ar: خصص حسابك
bg: Персонализирай вашия акаунт
de: Passe dein Konto an
es: Personaliza tu cuenta
fr: Personnalisez votre compte
it: Personalizza il tuo account
pl: Personalizuj swoje konto
ro: Personalizează contul
ru: Персонализируйте свой аккаунт
tr: Hesabınızı özelleştirin
zh: 自定义您的账户

# fill_profile_input_name
source: Name
ar: الاسم
bg: Име
es: Nombre
fr: Nom
it: Nome
pl: Imię
ro: Nume
ru: Имя
tr: İsim
zh: 姓名

# fill_profile_input_nickname
source: Nickname
ar: اللقب
bg: Псевдоним
de: Spitzname
es: Apodo
fr: Pseudonyme
pl: Pseudonim
ro: Poreclă
ru: Псевдоним
tr: Takma ad
zh: 昵称

# fill_profile_input_referral
source: Who invited you
ar: من دعاك
bg: Кой ви покани
de: Wer hat dich eingeladen
es: Quién te invitó
fr: Qui vous a invité
it: Chi ti ha invitato
pl: Kto Cię zaprosił
ro: Cine te-a invitat
ru: Кто вас пригласил
tr: Sizi kim davet etti
zh: 邀请您的人

# fill_profile_title
source: Your profile
ar: ملفك الشخصي
bg: Вашият профил
de: Dein Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
pl: Twój profil
ro: Profilul tău
ru: Ваш профиль
tr: Profiliniz
zh: 您的个人资料

# follow_instructions_description
source: Copy the installation key and paste it into your Authentication application
ar: انسخ مفتاح التثبيت والصقه في تطبيق المصادقة الخاص بك
bg: Копирайте инсталационния ключ и го поставете в вашето приложение за удостоверяване
de: Kopiere den Einrichtungsschlüssel und füge ihn in deine Authenticator-App ein
es: Copia la clave de instalación y pégala en tu aplicación de Autenticación
fr: Copiez la clé d'installation et collez-la dans votre application d'authentification
it: Copia la chiave di installazione e incollala nella tua applicazione di autenticazione
pl: Skopiuj klucz instalacyjny i wklej go do swojej aplikacji uwierzytelniającej
ro: Copiază cheia de instalare și lipește-o în aplicația ta de autentificare
ru: Скопируйте ключ установки и вставьте его в ваше приложение аутентификации
tr: Kurulum anahtarını kopyalayın ve Kimlik Doğrulama uygulamanıza yapıştırın
zh: 复制安装密钥并将其粘贴到您的身份验证应用程序中

# follow_instructions_title
source: Follow instructions
ar: اتبع التعليمات
bg: Следвай инструкциите
de: Anweisungen befolgen
es: Seguir instrucciones
fr: Suivre les instructions
it: Segui le istruzioni
pl: Postępuj zgodnie z instrukcjami
ro: Urmează instrucțiunile
ru: Следуйте инструкциям
tr: Talimatları izleyin
zh: 按照说明操作

# follow_user_message
source: You followed @{userDisplayName}
ar: أنت تتابع @{userDisplayName}
bg: Вие следвате @{userDisplayName}
de: Sie haben @{userDisplayName} gefolgt
es: Seguiste a @{userDisplayName}
fr: Vous suivez @{userDisplayName}
it: Hai seguito @{userDisplayName}
pl: Obserwujesz @{userDisplayName}
ro: L-ai urmărit pe @{userDisplayName}
ru: Вы подписались на @{userDisplayName}
tr: @{userDisplayName} kullanıcısını takip ettiniz
zh: 您关注了 @{userDisplayName}

# friends_modal_title
source: Select friend
ar: اختر صديق
bg: Избери приятел
de: Freund auswählen
es: Seleccionar amigo
fr: Sélectionner un ami
it: Seleziona amico
pl: Wybierz przyjaciela
ro: Selectează prieten
ru: Выбрать друга
tr: Arkadaş seç
zh: 选择朋友

# friends_title
source: Friends
ar: الأصدقاء
bg: Приятели
de: Freunde
es: Amigos
fr: Amis
it: Amici
pl: Przyjaciele
ro: Prieteni
ru: Друзья
tr: Arkadaşlar
zh: 朋友

# gallery_access_description
source: {appName} can only access selected photos and videos
ar: {appName} يمكنه الوصول فقط إلى الصور والفيديوهات المختارة
bg: {appName} може да получи достъп само до избрани снимки и видеа
de: {appName} hat nur Zugriff auf ausgewählte Fotos und Videos
es: {appName} solo puede acceder a fotos y videos seleccionados
fr: {appName} ne peut accéder qu'aux photos et vidéos sélectionnées
it: {appName} può accedere solo alle foto e ai video selezionati
pl: {appName} może uzyskać dostęp tylko do wybranych zdjęć i wideo
ro: {appName} poate accesa doar fotografiile și video-urile selectate
ru: {appName} может получить доступ только к выбранным фотографиям и видео
tr: {appName} yalnızca seçilen fotoğraflara ve videolara erişebilir
zh: {appName} 只能访问选中的照片和视频

# gallery_albums_select_title
source: Select album
ar: اختر ألبوم
bg: Избери албум
de: Album auswählen
es: Seleccionar álbum
fr: Sélectionner un album
it: Seleziona album
pl: Wybierz album
ro: Selectează album
ru: Выбрать альбом
tr: Albüm seç
zh: 选择相册

# gallery_all_media_title
source: All media
ar: كل الوسائط
bg: Всички медии
de: Alle Medien
es: Todos los medios
fr: Tous les médias
it: Tutti i media
pl: Wszystkie multimedia
ro: Tot media
ru: Все медиа
tr: Tüm medya
zh: 所有媒体

# gallery_all_photos_title
source: All photos
ar: كل الصور
bg: Всички снимки
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
it: Tutte le foto
pl: Wszystkie zdjęcia
ro: Toate fotografiile
ru: Все фотографии
tr: Tüm fotoğraflar
zh: 所有照片

# gallery_no_access_title
source: There is no access to your gallery
ar: لا يوجد وصول إلى معرضك
bg: Няма достъп до вашата галерия
de: Kein Zugriff auf deine Galerie
es: No hay acceso a tu galería
fr: Il n'y a pas d'accès à votre galerie
it: Non c'è accesso alla tua galleria
pl: Brak dostępu do galerii
ro: Nu există acces la galeria ta
ru: Нет доступа к галерее
tr: Galerinize erişim yok
zh: 无法访问您的相册

# gallery_permission_headline
source: Gallery permission
ar: إذن المعرض
bg: Разрешение за галерия
de: Galerie-Berechtigung
es: Permiso de galería
fr: Permission de la galerie
it: Autorizzazione galleria
pl: Uprawnienie do galerii
ro: Permisiune galerie
ru: Разрешение на галерею
tr: Galeri izni
zh: 相册权限

# general_articles
source: Articles
ar: المقالات
bg: Статии
de: Artikel
es: Artículos
it: Articoli
pl: Artykuły
ro: Articole
ru: Статьи
tr: Makaleler
zh: 文章

# general_creator_tokens
source: Creator Tokens
bg: Токени на създатели
es: Tokens de creador
fr: Jetons de créateur
it: Token del creatore
ru: Токены создателя
