Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# two_fa_deleting_phone_description
source: To delete verification by phone, you must confirm by selecting the options first
ar: لحذف التحقق عبر الهاتف، يجب التأكيد عن طريق اختيار الخيارات أولاً
bg: За да изтриете потвърждението по телефон, първо трябва да потвърдите чрез избор на опциите
de: Um die Verifizierung per Telefon zu löschen, bestätige zuerst, indem du die Optionen auswählst.
es: Para eliminar la verificación por teléfono, debes confirmar seleccionando primero las opciones
fr: Pour supprimer la vérification par téléphone, vous devez d'abord confirmer en sélectionnant les options
it: Per eliminare la verifica tramite telefono, devi prima confermare selezionando le opzioni
pl: Aby usunąć weryfikację przez telefon, musisz najpierw potwierdzić, wybierając opcje
ro: Pentru a șterge verificarea prin telefon, trebuie să confirmați mai întâi selectând opțiunile
ru: Чтобы удалить подтверждение по телефону, вы должны сначала подтвердить, выбрав опции
tr: Telefonla doğrulamayı silmek için önce seçenekleri seçerek onaylamanız gerekir
zh: 要删除电话验证，您必须先选择选项进行确认

# two_fa_deleting_phone_title
source: Phone number verification
ar: التحقق من رقم الهاتف
bg: Потвърждение на телефонния номер
de: Telefonnummer-Verifizierung
es: Verificación de número de teléfono
fr: Vérification du numéro de téléphone
it: Verifica numero di telefono
pl: Weryfikacja numeru telefonu
ro: Verificare număr de telefon
ru: Подтверждение номера телефона
tr: Telefon numarası doğrulama
zh: 电话号码验证

# two_fa_desc
source: Please enter your confirmation code below
ar: يرجى إدخال رمز التأكيد أدناه
bg: Моля, въведете вашия код за потвърждение по-долу
de: Bitte gib unten deinen Bestätigungscode ein
es: Por favor ingresa tu código de confirmación a continuación
fr: Veuillez entrer votre code de confirmation ci-dessous
it: Inserisci il tuo codice di conferma qui sotto
pl: Proszę wprowadzić swój kod potwierdzenia poniżej
ro: Vă rugăm să introduceți codul de confirmare mai jos
ru: Пожалуйста, введите свой код подтверждения ниже
tr: Lütfen onay kodunuzu aşağıya girin
zh: 请在下面输入您的确认代码

# two_fa_edit_email_new_email_description
source: Enter your new email address for verification
ar: أدخل عنوان بريدك الإلكتروني الجديد للتحقق
bg: Въведете вашия нов имейл адрес за потвърждение
de: Gib deine neue E-Mail-Adresse zur Verifizierung ein
es: Ingresa tu nueva dirección de correo electrónico para verificación
fr: Entrez votre nouvelle adresse e-mail pour vérification
it: Inserisci il tuo nuovo indirizzo email per la verifica
pl: Wprowadź swój nowy adres e-mail do weryfikacji
ro: Introdu adresa ta nouă de e-mail pentru verificare
ru: Введите свой новый адрес электронной почты для подтверждения
tr: Doğrulama için yeni e-posta adresinizi girin
zh: 输入您的新电子邮件地址进行验证

# two_fa_edit_email_options_description
source: To update your email address, first verify your identity using one of the 2FA options below
ar: لتحديث عنوان بريدك الإلكتروني، يرجى أولاً التحقق من هويتك باستخدام أحد خيارات التحقق بخطوتين أدناه
bg: За да актуализирате вашия имейл адрес, първо потвърдете вашата идентичност, използвайки една от опциите за двуфакторна автентификация по-долу
de: Um deine E-Mail-Adresse zu aktualisieren, verifiziere deine Identität mit einer der folgenden 2FA-Optionen
es: Para actualizar tu dirección de correo electrónico, primero verifica tu identidad usando una de las opciones 2FA a continuación
fr: Pour mettre à jour votre adresse e-mail, vérifiez d'abord votre identité en utilisant l'une des options 2FA ci-dessous
it: Per aggiornare il tuo indirizzo email, verifica prima la tua identità utilizzando una delle opzioni 2FA qui sotto
pl: Aby zaktualizować swój adres e-mail, najpierw zweryfikuj swoją tożsamość, używając jednej z opcji 2FA poniżej
ro: Pentru a actualiza adresa de e-mail, verifică mai întâi identitatea folosind una dintre opțiunile 2FA de mai jos
ru: Чтобы обновить свой адрес электронной почты, сначала подтвердите свою личность, используя одну из опций 2FA ниже
tr: E-posta adresinizi güncellemek için önce aşağıdaki 2FA seçeneklerinden birini kullanarak kimliğinizi doğrulayın
zh: 要更新您的电子邮件地址，请先使用下面的 2FA 选项之一验证您的身份

# two_fa_edit_email_success
source: The email address has been successfully changed
ar: تم تغيير عنوان البريد الإلكتروني بنجاح
bg: Имейл адресът беше успешно променен
de: Die E-Mail-Adresse wurde erfolgreich geändert
es: La dirección de correo electrónico se ha cambiado correctamente
fr: L'adresse e-mail a été modifiée avec succès
it: L'indirizzo email è stato modificato con successo
pl: Adres e-mail został pomyślnie zmieniony
ro: Adresa de e-mail a fost schimbată cu succes
ru: Адрес электронной почты успешно изменён
tr: E-posta adresi başarıyla değiştirildi
zh: 电子邮件地址已成功更改

# two_fa_edit_email_title
source: Update email
ar: تحديث البريد الإلكتروني
bg: Актуализирай имейл
de: E-Mail aktualisieren
es: Actualizar correo electrónico
fr: Mettre à jour l'e-mail
it: Aggiorna email
pl: Zaktualizuj e-mail
ro: Actualizează e-mailul
ru: Обновить электронную почту
tr: E-postayı güncelle
zh: 更新电子邮件

# two_fa_edit_phone_already_linked
source: The entered number is already linked. Use a different number and try again.
ar: الرقم المدخل مربوط بالفعل. استخدم رقمًا مختلفًا وحاول مرة أخرى.
bg: Въведеният номер вече е свързан. Използвайте друг номер и опитайте отново.
de: Die eingegebene Nummer ist bereits verknüpft. Verwende eine andere Nummer und versuche es erneut.
es: El número ingresado ya está vinculado. Usa un número diferente e intenta de nuevo.
fr: Le numéro saisi est déjà lié. Utilisez un numéro différent et réessayez.
it: Il numero inserito è già collegato. Usa un numero diverso e riprova.
pl: Wprowadzony numer jest już połączony. Użyj innego numeru i spróbuj ponownie.
ro: Numărul introdus este deja legat. Folosește un alt număr și încearcă din nou.
ru: Введённый номер уже связан. Используйте другой номер и попробуйте снова.
tr: Girilen numara zaten bağlı. Farklı bir numara kullanın ve tekrar deneyin.
zh: 输入的数字已链接。 使用不同的数字重试。

# two_fa_edit_phone_button
source: Update phone
ar: تحديث الهاتف
bg: Актуализирай телефон
de: Telefonnummer aktualisieren
es: Actualizar teléfono
fr: Mettre à jour le téléphone
it: Aggiorna telefono
pl: Zaktualizuj telefon
ro: Actualizează telefonul
ru: Обновить телефон
tr: Telefonu güncelle
zh: 更新电话

# two_fa_edit_phone_new_phone_description
source: Enter your new phone number for verification
ar: أدخل رقم هاتفك الجديد للتحقق
bg: Въведете вашия нов телефонен номер за потвърждение
de: Gib deine neue Telefonnummer zur Verifizierung ein
es: Ingresa tu nuevo número de teléfono para verificación
fr: Entrez votre nouveau numéro de téléphone pour vérification
it: Inserisci il tuo nuovo numero di telefono per la verifica
pl: Wprowadź swój nowy numer telefonu do weryfikacji
ro: Introdu numărul tău nou de telefon pentru verificare
ru: Введите свой новый номер телефона для подтверждения
tr: Doğrulama için yeni telefon numaranızı girin
zh: 输入您的新电话号码进行验证

# two_fa_edit_phone_options_description
source: To update your phone number, please verify your identity using one of the 2FA options below
ar: لتحديث رقم هاتفك، يرجى التحقق من هويتك باستخدام أحد خيارات التحقق بخطوتين أدناه
bg: За да актуализирате вашия телефонен номер, моля потвърдете вашата идентичност, използвайки една от опциите за двуфакторна автентификация по-долу
de: Um deine Telefonnummer zu aktualisieren, verifiziere deine Identität mit einer der folgenden 2FA-Optionen
es: Para actualizar tu número de teléfono, por favor verifica tu identidad usando una de las opciones 2FA a continuación
fr: Pour mettre à jour votre numéro de téléphone, veuillez vérifier votre identité en utilisant l'une des options 2FA ci-dessous
it: Per aggiornare il tuo numero di telefono, verifica la tua identità utilizzando una delle opzioni 2FA qui sotto
pl: Aby zaktualizować swój numer telefonu, proszę zweryfikować swoją tożsamość, używając jednej z opcji 2FA poniżej
ro: Pentru a actualiza numărul de telefon, vă rugăm să verificați identitatea folosind una dintre opțiunile 2FA de mai jos
ru: Чтобы обновить свой номер телефона, пожалуйста, подтвердите свою личность, используя одну из опций 2FA ниже
tr: Telefon numaranızı güncellemek için lütfen aşağıdaki 2FA seçeneklerinden birini kullanarak kimliğinizi doğrulayın
zh: 要更新您的电话号码，请使用下面的 2FA 选项之一验证您的身份

# two_fa_edit_phone_success
source: Verification by phone was successfully changed
ar: تم تغيير التحقق عبر الهاتف بنجاح
bg: Потвърждението чрез телефон беше успешно променено
de: Die Verifizierung per Telefon wurde erfolgreich geändert
es: La verificación por teléfono se cambió correctamente
fr: La vérification par téléphone a été modifiée avec succès
it: La verifica tramite telefono è stata modificata con successo
pl: Weryfikacja przez telefon została pomyślnie zmieniona
ro: Verificarea prin telefon a fost schimbată cu succes
ru: Подтверждение по телефону успешно изменено
tr: Telefonla doğrulama başarıyla değiştirildi
zh: 电话验证已成功更改

# two_fa_edit_phone_title
source: Update phone number
ar: تحديث رقم الهاتف
bg: Актуализирай телефонен номер
de: Telefonnummer aktualisieren
es: Actualizar número de teléfono
fr: Mettre à jour le numéro de téléphone
it: Aggiorna numero di telefono
pl: Zaktualizuj numer telefonu
ro: Actualizează numărul de telefon
ru: Обновить номер телефона
tr: Telefon numarasını güncelle
zh: 更新电话号码

# two_fa_email
source: Email code
ar: رمز البريد الإلكتروني
bg: Имейл код
es: Código de correo electrónico
fr: Code e-mail
it: Codice email
pl: Kod e-mail
ro: Cod e-mail
ru: Код электронной почты
tr: E-posta kodu
zh: 电子邮件代码

# two_fa_failure_authenticator_description
source: To set up an Authenticator app, please first link an email address or phone number to your account
ar: لإعداد تطبيق المصادقة، يرجى أولاً ربط عنوان بريد إلكتروني أو رقم هاتف بحسابك
bg: За да настроите приложение за удостоверяване, моля първо свържете имейл адрес или телефонен номер с вашия акаунт
de: Um eine Authenticator-App einzurichten, verknüpfe zuerst eine E-Mail-Adresse oder Telefonnummer mit deinem Konto
es: Para configurar una aplicación Autenticador, por favor primero vincula una dirección de correo electrónico o número de teléfono a tu cuenta
fr: Pour configurer une application Authenticator, veuillez d'abord lier une adresse e-mail ou un numéro de téléphone à votre compte
it: Per configurare un'app Autenticatore, collega prima un indirizzo email o un numero di telefono al tuo account
pl: Aby skonfigurować aplikację Authenticator, najpierw połącz adres e-mail lub numer telefonu z kontem
ro: Pentru a configura o aplicație Authenticator, conectează mai întâi o adresă de e-mail sau un număr de telefon la cont
ru: Чтобы настроить приложение Authenticator, сначала свяжите адрес электронной почты или номер телефона с аккаунтом
tr: Bir Doğrulayıcı uygulaması kurmak için lütfen önce hesabınıza bir e-posta adresi veya telefon numarası bağlayın
zh: 要设置身份验证器应用，请先将电子邮件地址或电话号码链接到您的账户

# two_fa_failure_authenticator_title
source: Authenticator not available
ar: تطبيق المصادقة غير متاح
bg: Удостоверителят не е наличен
de: Authenticator nicht verfügbar
es: Autenticador no disponible
fr: Authenticator non disponible
it: Autenticatore non disponibile
pl: Autentykator niedostępny
ro: Autentificatorul nu este disponibil
ru: Аутентификатор недоступен
tr: Doğrulayıcı kullanılamıyor
zh: 身份验证器不可用

# two_fa_failure_desc
source: Please ensure all codes are correct and try again
ar: يرجى التأكد من صحة جميع الرموز والمحاولة مرة أخرى
bg: Моля, уверете се, че всички кодове са правилни и опитайте отново
de: Bitte stelle sicher, dass alle Codes korrekt sind, und versuche es erneut
es: Por favor asegúrate de que todos los códigos sean correctos e intenta de nuevo
fr: Veuillez vous assurer que tous les codes sont corrects et réessayez
it: Assicurati che tutti i codici siano corretti e riprova
pl: Proszę upewnić się, że wszystkie kody są poprawne i spróbuj ponownie
ro: Vă rugăm să vă asigurați că toate codurile sunt corecte și încercați din nou
ru: Пожалуйста, убедитесь, что все коды правильны, и попробуйте снова
tr: Lütfen tüm kodların doğru olduğundan emin olun ve tekrar deneyin
zh: 请确保所有代码都正确并重试

# two_fa_failure_invalid_code_desc
source: Please ensure validation code you provided is correct and try again
ar: يرجى التأكد من صحة رمز التحقق الذي قدمته والمحاولة مرة أخرى
bg: Моля, уверете се, че кодът за валидация, който предоставихте, е правилен и опитайте отново
de: Bitte stelle sicher, dass der von dir eingegebene Bestätigungscode korrekt ist, und versuche es erneut
es: Por favor asegúrate de que el código de validación que proporcionaste sea correcto e intenta de nuevo
fr: Veuillez vous assurer que le code de validation que vous avez fourni est correct et réessayez
it: Assicurati che il codice di convalida fornito sia corretto e riprova
pl: Proszę upewnić się, że podany kod weryfikacyjny jest poprawny i spróbuj ponownie
ro: Vă rugăm să vă asigurați că codul de validare furnizat este corect și încercați din nou
ru: Пожалуйста, убедитесь, что предоставленный код подтверждения правилен, и попробуйте снова
tr: Lütfen sağladığınız doğrulama kodunun doğru olduğundan emin olun ve tekrar deneyin
zh: 请确保您提供的验证代码正确并重试

# two_fa_failure_invalid_code_short
source: Invalid code
ar: رمز غير صالح
bg: Невалиден код
de: Ungültiger Code
es: Código no válido
fr: Code invalide
it: Codice non valido
pl: Nieprawidłowy kod
ro: Cod invalid
ru: Неверный код
tr: Geçersiz kod
zh: 无效代码

# two_fa_failure_method_not_configured_desc
source: This 2FA method is not configured for this account
ar: طريقة التحقق بخطوتين هذه غير مُعدة لهذا الحساب
bg: Този метод за двуфакторна автентификация не е конфигуриран за този акаунт
de: Diese 2FA-Methode ist für dieses Konto nicht konfiguriert
es: Este método 2FA no está configurado para esta cuenta
fr: Cette méthode 2FA n'est pas configurée pour ce compte
it: Questo metodo 2FA non è configurato per questo account
pl: Ta metoda 2FA nie jest skonfigurowana dla tego konta
ro: Această metodă 2FA nu este configurată pentru acest cont
ru: Этот метод 2FA не настроен для этого аккаунта
tr: Bu 2FA yöntemi bu hesap için yapılandırılmamış
zh: 此 2FA 方法未为此账户配置

# two_fa_failure_title
source: 2FA Verification error
ar: خطأ في التحقق بخطوتين
bg: Грешка при потвърждението на двуфакторна автентификация
de: Fehler bei der 2FA-Verifizierung
es: Error de verificación 2FA
fr: Erreur de vérification 2FA
it: Errore verifica 2FA
pl: Błąd weryfikacji 2FA
ro: Eroare verificare 2FA
ru: Ошибка подтверждения 2FA
tr: 2FA Doğrulama hatası
zh: 2FA 验证错误

# two_fa_option_authenticator
source: Authenticator
ar: تطبيق المصادقة
bg: Удостоверител
es: Autenticador
it: Autenticatore
pl: Autentykator
ro: Autentificator
ru: Аутентификатор
tr: Doğrulayıcı
zh: 身份验证器

# two_fa_option_backup
source: Backup
ar: نسخة احتياطية
bg: Архивиране
es: Copia de seguridad
fr: Sauvegarde
pl: Kopia zapasowa
ru: Резервная копия
tr: Yedek
zh: 备份

# two_fa_option_email
source: Email
ar: البريد الإلكتروني
bg: Имейл
es: Correo electrónico
ru: Электронная почта
tr: E-posta
zh: 电子邮件

# two_fa_option_phone
source: Phone
ar: الهاتف
bg: Телефон
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pl: Telefon
ro: Telefon
ru: Телефон
tr: Telefon
zh: 电话

# two_fa_select
source: Select option {number}
ar: اختر الخيار {number}
bg: Избери опция {number}
de: Option {number} auswählen
es: Seleccionar opción {number}
fr: Sélectionner l'option {number}
it: Seleziona opzione {number}
pl: Wybierz opcję {number}
ro: Selectează opțiunea {number}
ru: Выбрать опцию {number}
tr: {number} seçeneğini seç
zh: 选择选项 {number}

# two_fa_sms
source: SMS code
ar: رمز الرسائل النصية
bg: SMS код
es: Código SMS
fr: Code SMS
it: Codice SMS
pl: Kod SMS
ro: Cod SMS
ru: Код SMS
tr: SMS kodu
zh: 短信代码

# two_fa_success_desc
source: Your identity key has been restored. You can now access your account securely
ar: تم استعادة مفتاح هويتك. يمكنك الآن الوصول إلى حسابك بأمان
bg: Вашият ключ за идентичност беше възстановен. Сега можете да получите достъп до вашия акаунт безопасно
de: Dein Identitätsschlüssel wurde wiederhergestellt. Du kannst jetzt sicher auf dein Konto zugreifen
es: Tu clave de identidad ha sido restaurada. Ahora puedes acceder a tu cuenta de forma segura
fr: Votre clé d'identité a été restaurée. Vous pouvez maintenant accéder à votre compte en toute sécurité
it: La tua chiave di identità è stata ripristinata. Ora puoi accedere al tuo account in sicurezza
pl: Twój klucz tożsamości został przywrócony. Możesz teraz bezpiecznie uzyskać dostęp do swojego konta
ro: Cheia ta de identitate a fost restaurată. Acum poți accesa contul în siguranță
ru: Ваш ключ идентичности был восстановлен. Теперь вы можете безопасно получить доступ к своему аккаунту
tr: Kimlik anahtarınız geri yüklendi. Artık hesabınıza güvenli bir şekilde erişebilirsiniz
zh: 您的身份密钥已恢复。您现在可以安全地访问您的账户

# two_fa_success_warning_desc
source: All previous backups are permanently deleted after key recovery. To keep your account secure, re-create a backup of your keys
ar: لتأمين بياناتك، يجب عليك تسجيل الدخول إلى التطبيق وإنشاء نسخة احتياطية جديدة من مفاتيحك. لا يمكن استعادة المفاتيح إلا مرة واحدة
bg: Всички предишни архивирания се изтриват завинаги след възстановяване на ключа. За да запазите акаунта си защитен, създайте отново архивиране на вашите ключове
de: Alle bisherigen Backups werden nach der Schlüsselwiederherstellung dauerhaft gelöscht. Erstelle zur Sicherheit deines Kontos ein neues Backup deiner Schlüssel
es: Todas las copias de seguridad anteriores se eliminan permanentemente después de la recuperación de la clave. Para mantener tu cuenta segura, vuelve a crear una copia de seguridad de tus claves
fr: Toutes les sauvegardes précédentes sont définitivement supprimées après la récupération de la clé. Pour garder votre compte sécurisé, recréez une sauvegarde de vos clés
it: Tutti i backup precedenti vengono eliminati definitivamente dopo il recupero della chiave. Per mantenere il tuo account sicuro, ricrea un backup delle tue chiavi
pl: Wszystkie poprzednie kopie zapasowe są trwale usuwane po odzyskaniu klucza. Aby zachować bezpieczeństwo konta, utwórz ponownie kopię zapasową swoich kluczy
ro: Toate backup-urile anterioare sunt șterse permanent după recuperarea cheii. Pentru a păstra contul sigur, recreează un backup al cheilor tale
ru: Все предыдущие резервные копии навсегда удаляются после восстановления ключа. Чтобы сохранить безопасность аккаунта, создайте резервную копию своих ключей снова
tr: Tüm önceki yedekler anahtar kurtarmadan sonra kalıcı olarak silinir. Hesabınızı güvende tutmak için anahtarlarınızın yedeğini yeniden oluşturun
zh: 密钥恢复后，所有以前的备份都将被永久删除。为确保账户安全，请重新创建密钥备份

# two_fa_title
source: 2FA Verification
ar: التحقق بخطوتين
bg: Потвърждение на двуфакторна автентификация
de: 2FA-Verifizierung
es: Verificación 2FA
fr: Vérification 2FA
it: Verifica 2FA
pl: Weryfikacja 2FA
ro: Verificare 2FA
ru: Подтверждение 2FA
tr: 2FA Doğrulama
zh: 2FA 验证

# two_fa_warning
source: If you delete two-step authentication, it may put the security of your data at risk.
ar: إذا حذفت التحقق بخطوتين، قد يعرض ذلك أمان بياناتك للخطر
bg: Ако изтриете двуфакторната автентификация, това може да постави сигурността на вашите данни под риск.
de: Wenn du die Zwei-Schritt-Authentifizierung löschst, kann dies die Sicherheit deiner Daten gefährden.
es: Si eliminas la autenticación de dos pasos, puede poner en riesgo la seguridad de tus datos.
fr: Si vous supprimez l'authentification à deux facteurs, cela peut mettre la sécurité de vos données en danger.
it: Se elimini l'autenticazione a due fattori, potrebbe mettere a rischio la sicurezza dei tuoi dati.
pl: Jeśli usuniesz dwuskładnikowe uwierzytelnianie, może to narazić bezpieczeństwo Twoich danych na ryzyko.
ro: Dacă ștergi autentificarea în două etape, poate pune securitatea datelor tale în pericol.
ru: Если вы удалите двухфакторную аутентификацию, это может поставить безопасность ваших данных под угрозу.
tr: İki adımlı kimlik doğrulamayı silerseniz, verilerinizin güvenliği risk altına girebilir.
zh: 如果您删除两步验证，可能会使您的数据安全面临风险。

# update_inapp_notification_loading
source: Online+ is updating…
ar: ...يتم تحديث Online+
bg: Online+ се актуализира…
de: Online+ wird aktualisiert…
es: Online+ se está actualizando…
fr: Online+ est en cours de mise à jour…
it: Online+ si sta aggiornando…
pl: Online+ jest aktualizowane…
ro: Online+ se actualizează…
ru: Обновляется Online+…
tr: Uygulama güncelleniyor
zh: 正在更新应用

# update_inapp_update_desc
source: A new Online+ version is available, please update to access the latest features.
ar: يتوفر إصدار جديد من Online+. يرجى تحديث التطبيق للوصول إلى أحدث الميزات.
bg: Налична е нова версия на Online+, моля актуализирайте, за да получите достъп до последните функции.
de: Eine neue Version von Online+ ist verfügbar. Bitte aktualisiere die App, um auf die neuesten Funktionen zuzugreifen.
es: Está disponible una nueva versión de Online+, por favor actualiza para acceder a las últimas funciones.
fr: Une nouvelle version d'Online+ est disponible, veuillez mettre à jour pour accéder aux dernières fonctionnalités.
it: È disponibile una nuova versione di Online+, aggiorna per accedere alle ultime funzionalità.
pl: Dostępna jest nowa wersja Online+, proszę zaktualizować, aby uzyskać dostęp do najnowszych funkcji.
ro: O nouă versiune Online+ este disponibilă, vă rugăm să actualizați pentru a accesa cele mai noi funcții.
ru: Доступна новая версия Online+, пожалуйста, обновите, чтобы получить доступ к последним функциям.
tr: Yeni bir Online+ sürümü mevcut, lütfen en yeni özelliklere erişmek için güncelleyin.
zh: 新版本的 Online+ 已可用，请更新以访问最新功能。

# update_inapp_update_title
source: Update app
ar: تحديث التطبيق
bg: Актуализирай приложението
de: App aktualisieren
es: Actualizar aplicación
fr: Mettre à jour l'application
it: Aggiorna app
pl: Aktualizuj aplikację
ro: Actualizează aplicația
ru: Обновить приложение
tr: Uygulamayı güncelle
zh: 更新应用

# update_update_action
source: Update now
ar: حدث الآن
bg: Актуализирай сега
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
pl: Aktualizuj teraz
ro: Actualizează acum
ru: Обновить сейчас
tr: Şimdi güncelle
zh: 立即更新

# update_update_desc
source: You are using an old app version and need to update it in order to use it further
ar: أنت تستخدم نسخة قديمة من التطبيق وتحتاج إلى التحديث لمواصلة الاستخدام
bg: Използвате стара версия на приложението и трябва да я актуализирате, за да продължите да я използвате
de: Du verwendest eine veraltete App-Version und musst sie aktualisieren, um sie weiter nutzen zu können.
es: Estás usando una versión antigua de la aplicación y necesitas actualizarla para poder seguir usándola
fr: Vous utilisez une ancienne version de l'application et devez la mettre à jour pour continuer à l'utiliser
it: Stai utilizzando una vecchia versione dell'app e devi aggiornarla per continuare a usarla
pl: Używasz starej wersji aplikacji i musisz ją zaktualizować, aby móc dalej z niej korzystać
ro: Folosești o versiune veche a aplicației și trebuie să o actualizezi pentru a o folosi în continuare
ru: Вы используете старую версию приложения и вам нужно обновить её, чтобы продолжить использование
tr: Eski bir uygulama sürümü kullanıyorsunuz ve devam etmek için güncellemeniz gerekiyor
zh: 您正在使用旧版本的应用，需要更新才能继续使用

# update_update_title
source: Please update
ar: يرجى التحديث
bg: Моля, актуализирайте
de: Bitte aktualisieren
es: Por favor actualiza
fr: Veuillez mettre à jour
it: Aggiorna per favore
pl: Proszę zaktualizować
ro: Vă rugăm să actualizați
ru: Пожалуйста, обновите
tr: Lütfen güncelleyin
zh: 请更新
