Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# error_identity_no_local_passkey_creds_found_description
source: Verify the ownership of this account by scanning a QR code on the next step using the device where your key is stored.
ar: تحقق من ملكية هذا الحساب عن طريق مسح رمز الاستجابة السريعة في الخطوة التالية باستخدام الجهاز الذي يتم تخزين مفتاحك فيه.
bg: Потвърдете собствеността на този акаунт чрез сканиране на QR код на следващата стъпка, използвайки устройството, където е запазен вашият ключ.
de: Bestätige den Besitz dieses Kontos, indem du im nächsten Schritt mit dem Gerät, auf dem dein Schlüssel gespeichert ist, einen QR-Code scannst.
es: Verifica la propiedad de esta cuenta escaneando un código QR en el siguiente paso usando el dispositivo donde está almacenada tu clave.
fr: Vérifiez la propriété de ce compte en scannant un code QR à l'étape suivante en utilisant l'appareil où votre clé est stockée.
it: Verifica la proprietà di questo account scansionando un codice QR nel passaggio successivo utilizzando il dispositivo dove è memorizzata la tua chiave.
pl: Zweryfikuj własność tego konta, skanując kod QR w następnym kroku, używając urządzenia, na którym przechowywany jest Twój klucz.
ro: Verifică proprietatea acestui cont scannând un cod QR în pasul următor folosind dispozitivul unde este stocată cheia ta.
ru: Подтвердите владение этим аккаунтом, отсканировав QR-код на следующем шаге, используя устройство, на котором хранится ваш ключ.
tr: Anahtarınızın saklandığı cihazı kullanarak bir sonraki adımda bir QR kodunu tarayarak bu hesabın sahipliğini doğrulayın.
zh: 通过使用存储密钥的设备在下一步扫描二维码来验证此账户的所有权。

# error_identity_no_local_passkey_creds_found_title
source: Identity key verification required
ar: التحقق من مفتاح الهوية مطلوب
bg: Изисква се потвърждение на ключа за идентичност
de: Identitätsschlüssel-Verifizierung erforderlich
es: Verificación de clave de identidad requerida
fr: Vérification de la clé d'identité requise
it: Verifica chiave di identità richiesta
pl: Wymagana weryfikacja klucza tożsamości
ro: Este necesară verificarea cheii de identitate
ru: Требуется подтверждение ключа идентичности
tr: Kimlik anahtarı doğrulaması gerekli
zh: 需要身份密钥验证

# error_identity_not_found_description
source: We did not find this key in our database. Check the correctness of the entered data
ar: لم نجد هذا المفتاح في قاعدة البيانات الخاصة بنا. تحقق من صحة البيانات المدخلة
bg: Не намерихме този ключ в нашата база данни. Проверете правилността на въведените данни
de: Wir haben diesen Schlüssel in unserer Datenbank nicht gefunden. Prüfe die Korrektheit der eingegebenen Daten.
es: No encontramos esta clave en nuestra base de datos. Verifica la corrección de los datos ingresados
fr: Nous n'avons pas trouvé cette clé dans notre base de données. Vérifiez l'exactitude des données saisies
it: Non abbiamo trovato questa chiave nel nostro database. Verifica la correttezza dei dati inseriti
pl: Nie znaleźliśmy tego klucza w naszej bazie danych. Sprawdź poprawność wprowadzonych danych
ro: Nu am găsit această cheie în baza noastră de date. Verificați corectitudinea datelor introduse
ru: Мы не нашли этот ключ в нашей базе данных. Проверьте правильность введённых данных
tr: Bu anahtarı veritabanımızda bulamadık. Girilen verilerin doğruluğunu kontrol edin
zh: 我们在数据库中未找到此密钥。请检查输入数据的正确性

# error_identity_not_found_title
source: Identity key name doesn't exist
ar: اسم مفتاح الهوية غير موجود
bg: Името на ключа за идентичност не съществува
de: Name des Identitätsschlüssels existiert nicht
es: El nombre de la clave de identidad no existe
fr: Le nom de la clé d'identité n'existe pas
it: Il nome della chiave di identità non esiste
pl: Nazwa klucza tożsamości nie istnieje
ro: Numele cheii de identitate nu există
ru: Имя ключа идентичности не существует
tr: Kimlik anahtarı adı mevcut değil
zh: 身份密钥名称不存在

# error_identity_user_already_exists_description
source: This identity key name is already in use. Please choose a different name or verify the entered data.
ar: اسم مفتاح الهوية هذا قيد الاستخدام بالفعل. يرجى اختيار اسم مختلف أو التحقق من البيانات المدخلة.
bg: Това име на ключ за идентичност вече се използва. Моля, изберете друго име или проверете въведените данни.
de: Dieser Name des Identitätsschlüssels wird bereits verwendet. Bitte wähle einen anderen Namen oder überprüfe die eingegebenen Daten.
es: Este nombre de clave de identidad ya está en uso. Por favor elige un nombre diferente o verifica los datos ingresados.
fr: Ce nom de clé d'identité est déjà utilisé. Veuillez choisir un nom différent ou vérifier les données saisies.
it: Questo nome di chiave di identità è già in uso. Scegli un nome diverso o verifica i dati inseriti.
pl: Ta nazwa klucza tożsamości jest już w użyciu. Proszę wybrać inną nazwę lub zweryfikować wprowadzone dane.
ro: Acest nume de cheie de identitate este deja în uz. Vă rugăm să alegeți un alt nume sau să verificați datele introduse.
ru: Это имя ключа идентичности уже используется. Пожалуйста, выберите другое имя или проверьте введённые данные.
tr: Bu kimlik anahtarı adı zaten kullanılıyor. Lütfen farklı bir ad seçin veya girilen verileri doğrulayın.
zh: 此身份密钥名称已被使用。请选择其他名称或验证输入的数据。

# error_identity_user_already_exists_title
source: Identity key name is taken
ar: اسم مفتاح الهوية مستخدم
bg: Името на ключа за идентичност е заето
de: Name des Identitätsschlüssels ist vergeben
es: El nombre de la clave de identidad está ocupado
fr: Le nom de la clé d'identité est pris
it: Il nome della chiave di identità è già utilizzato
pl: Nazwa klucza tożsamości jest zajęta
ro: Numele cheii de identitate este deja luat
ru: Имя ключа идентичности занято
tr: Kimlik anahtarı adı alınmış
zh: 身份密钥名称已被占用

# error_input_all_cases
source: Uppercase and lowercase letters
ar: حروف كبيرة وصغيرة
bg: Главни и малки букви
de: Groß- und Kleinbuchstaben
es: Letras mayúsculas y minúsculas
fr: Lettres majuscules et minuscules
it: Lettere maiuscole e minuscole
pl: Wielkie i małe litery
ro: Litere mari și mici
ru: Заглавные и строчные буквы
tr: Büyük ve küçük harfler
zh: 大写和小写字母

# error_input_length
source: Must be over {amount} characters
ar: يجب أن يكون أكثر من {amount} حروف
bg: Трябва да бъде над {amount} символа
de: Muss über {amount} Zeichen haben
es: Debe tener más de {amount} caracteres
fr: Doit contenir plus de {amount} caractères
it: Deve essere superiore a {amount} caratteri
pl: Musi mieć więcej niż {amount} znaków
ro: Trebuie să aibă peste {amount} caractere
ru: Должно быть более {amount} символов
tr: {amount} karakterden fazla olmalıdır
zh: 必须超过 {amount} 个字符

# error_input_length_max
source: Maximum {amount} characters allowed
ar: يُسمح بحد أقصى {amount} حرف
bg: Позволени са максимум {amount} символа
de: Maximal {amount} Zeichen erlaubt
es: Se permiten máximo {amount} caracteres
fr: Maximum {amount} caractères autorisés
it: Massimo {amount} caratteri consentiti
pl: Maksymalnie {amount} znaków dozwolonych
ro: Maximum {amount} caractere permise
ru: Максимум {amount} символов разрешено
tr: Maksimum {amount} karakter izin verilir
zh: 最多允许 {amount} 个字符

# error_input_numbers
source: Must contain 1 number
ar: يجب أن يحتوي على رقم واحد
bg: Трябва да съдържа 1 цифра
de: Muss mindestens 1 Zahl enthalten
es: Debe contener 1 número
fr: Doit contenir 1 chiffre
it: Deve contenere 1 numero
pl: Musi zawierać 1 cyfrę
ro: Trebuie să conțină 1 cifră
ru: Должно содержать 1 цифру
tr: 1 rakam içermelidir
zh: 必须包含 1 个数字

# error_input_special_character
source: Must contain 1 special character
ar: يجب أن يحتوي على حرف خاص واحد
bg: Трябва да съдържа 1 специален знак
de: Muss mindestens 1 Sonderzeichen enthalten
es: Debe contener 1 carácter especial
fr: Doit contenir 1 caractère spécial
it: Deve contenere 1 carattere speciale
pl: Musi zawierać 1 znak specjalny
ro: Trebuie să conțină 1 caracter special
ru: Должно содержать 1 специальный символ
tr: 1 özel karakter içermelidir
zh: 必须包含 1 个特殊字符

# error_insufficient_amount_description
source: The amount you're sending is below the network's minimum limit
ar: المبلغ الذي ترسله أقل من الحد الأدنى للشبكة
bg: Сумата, която изпращате, е под минималния лимит на мрежата
de: Der Betrag, den du sendest, liegt unter dem Mindestlimit des Netzwerks
es: El monto que estás enviando está por debajo del límite mínimo de la red
fr: Le montant que vous envoyez est en dessous de la limite minimale du réseau
it: L'importo che stai inviando è inferiore al limite minimo della rete
pl: Kwota, którą wysyłasz, jest poniżej minimalnego limitu sieci
ro: Suma pe care o trimiteți este sub limita minimă a rețelei
ru: Сумма, которую вы отправляете, ниже минимального лимита сети
tr: Gönderdiğiniz tutar ağın minimum limitinin altında
zh: 您发送的金额低于网络的最低限额

# error_invalid_email
source: Invalid email address
ar: عنوان بريد إلكتروني غير صالح
bg: Невалиден имейл адрес
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail invalide
it: Indirizzo email non valido
pl: Nieprawidłowy adres e-mail
ro: Adresă e-mail invalidă
ru: Неверный адрес электронной почты
tr: Geçersiz e-posta adresi
zh: 无效的电子邮件地址

# error_invalid_password
source: Invalid password
ar: كلمة مرور غير صالحة
bg: Невалидна парола
de: Ungültiges Passwort
es: Contraseña no válida
fr: Mot de passe invalide
it: Password non valida
pl: Nieprawidłowe hasło
ro: Parolă invalidă
ru: Неверный пароль
tr: Geçersiz şifre
zh: 无效的密码

# error_network_sync_failed_description
source: Please retry or reopen the app.
ar: يرجى إعادة المحاولة أو إعادة فتح التطبيق.
bg: Моля, опитайте отново или отворете отново приложението.
de: Bitte versuche es erneut oder öffne die App neu.
es: Por favor reintenta o vuelve a abrir la aplicación.
fr: Veuillez réessayer ou rouvrir l'application.
it: Riprova o riapri l'app.
pl: Proszę spróbować ponownie lub ponownie otworzyć aplikację.
ro: Vă rugăm să încercați din nou sau să redeschideți aplicația.
ru: Пожалуйста, повторите попытку или снова откройте приложение.
tr: Lütfen tekrar deneyin veya uygulamayı yeniden açın.
zh: 请重试或重新打开应用。

# error_network_sync_failed_title
source: Network sync failed
ar: فشل مزامنة الشبكة
bg: Неуспешна синхронизация на мрежата
de: Netzwerksynchronisierung fehlgeschlagen
es: Sincronización de red fallida
fr: Échec de la synchronisation réseau
it: Sincronizzazione rete fallita
pl: Niepowodzenie synchronizacji sieci
ro: Sincronizarea rețelei a eșuat
ru: Не удалось синхронизировать сеть
tr: Ağ senkronizasyonu başarısız
zh: 网络同步失败

# error_nickname_invalid
source: Only letters, numbers, and dots are allowed
ar: يسمح فقط بالحروف والأرقام والنقاط
bg: Позволени са само букви, цифри и точки
de: Nur Buchstaben, Zahlen und Punkte sind erlaubt
es: Solo se permiten letras, números y puntos
fr: Seules les lettres, chiffres et points sont autorisés
it: Sono consentite solo lettere, numeri e punti
pl: Dozwolone są tylko litery, cyfry i kropki
ro: Sunt permise doar litere, cifre și puncte
ru: Разрешены только буквы, цифры и точки
tr: Yalnızca harfler, rakamlar ve noktalar izin verilir
zh: 仅允许字母、数字和点

# error_nickname_not_exists
source: Nickname doesn't exist
ar: الاسم المستعار غير موجود
bg: Псевдонимът не съществува
de: Spitzname existiert nicht
es: El apodo no existe
fr: Le pseudonyme n'existe pas
it: Il nickname non esiste
pl: Pseudonim nie istnieje
ro: Porecla nu există
ru: Псевдоним не существует
tr: Takma ad mevcut değil
zh: 昵称不存在

# error_nickname_reserved_description
source: If you would like to use this nickname, please send an email to [:email] from your company's official email address. We will review your application and contact you as soon as possible.
ar: إذا كنت ترغب في استخدام هذا الاسم المستعار، يرجى إرسال بريد إلكتروني إلى [:email] من عنوان البريد الإلكتروني الرسمي لشركتك. سنراجع طلبك ونتواصل معك في أقرب وقت ممكن.
bg: Ако искате да използвате този псевдоним, моля изпратете имейл до [:email] от официалния имейл адрес на вашата компания. Ще прегледаме вашата заявка и ще се свържем с вас възможно най-скоро.
de: Wenn du diesen Spitznamen verwenden möchtest, sende bitte eine E-Mail an [:email] von der offiziellen E-Mail-Adresse deines Unternehmens. Wir prüfen deine Anfrage und kontaktieren dich so schnell wie möglich.
es: Si deseas usar este apodo, por favor envía un correo electrónico a [:email] desde la dirección de correo electrónico oficial de tu empresa. Revisaremos tu solicitud y te contactaremos lo antes posible.
fr: Si vous souhaitez utiliser ce pseudonyme, veuillez envoyer un e-mail à [:email] depuis l'adresse e-mail officielle de votre entreprise. Nous examinerons votre demande et vous contacterons dès que possible.
it: Se desideri utilizzare questo nickname, invia un'email a [:email] dall'indirizzo email ufficiale della tua azienda. Esamineremo la tua richiesta e ti contatteremo il prima possibile.
pl: Jeśli chcesz użyć tego pseudonimu, wyślij e-mail na [:email] z oficjalnego adresu e-mail swojej firmy. Przejrzymy Twoje zgłoszenie i skontaktujemy się z Tobą tak szybko, jak to możliwe.
ro: Dacă doriți să folosiți această poreclă, vă rugăm să trimiteți un e-mail la [:email] de la adresa oficială de e-mail a companiei dvs. Vom examina cererea și vă vom contacta cât mai curând posibil.
ru: Если вы хотите использовать этот псевдоним, отправьте электронное письмо на [:email] с официального адреса электронной почты вашей компании. Мы рассмотрим вашу заявку и свяжемся с вами как можно скорее.
tr: Bu takma adı kullanmak istiyorsanız, lütfen şirketinizin resmi e-posta adresinden [:email] adresine bir e-posta gönderin. Başvurunuzu inceleyeceğiz ve en kısa sürede sizinle iletişime geçeceğiz.
zh: 如果您想使用此昵称，请从您公司的官方电子邮件地址向 [:email] 发送电子邮件。我们将审核您的申请并尽快与您联系。

# error_nickname_reserved_title
source: Nickname is reserved
ar: الاسم المستعار محجوز
bg: Псевдонимът е запазен
de: Spitzname ist reserviert
es: El apodo está reservado
fr: Le pseudonyme est réservé
it: Il nickname è riservato
pl: Pseudonim jest zarezerwowany
ro: Porecla este rezervată
ru: Псевдоним зарезервирован
tr: Takma ad rezerve edilmiş
zh: 昵称已保留

# error_nickname_taken
source: Nickname is already taken
ar: الاسم المستعار مستخدم بالفعل
bg: Псевдонимът вече е зает
de: Spitzname ist bereits vergeben
es: El apodo ya está ocupado
fr: Le pseudonyme est déjà pris
it: Il nickname è già utilizzato
pl: Pseudonim jest już zajęty
ro: Porecla este deja luată
ru: Псевдоним уже занят
tr: Takma ad zaten alınmış
zh: 昵称已被占用

# error_passwords_are_not_equal
source: Passwords are not equal
ar: كلمتا المرور غير متطابقتين
bg: Паролите не съвпадат
de: Passwörter sind nicht gleich
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pl: Hasła nie są równe
ro: Parolele nu sunt egale
ru: Пароли не совпадают
tr: Şifreler eşit değil
zh: 密码不匹配

# error_payment_no_destination_description
source: To receive this coin, the receiver must have an existing {abbreviation} balance
ar: لاستلام هذه العملة، يجب أن يكون لدى المستلم رصيد موجود {abbreviation}
bg: За да получите тази монета, получателят трябва да има съществуващ баланс {abbreviation}
de: Um diesen Coin zu erhalten, muss der Empfänger bereits ein {abbreviation}-Guthaben haben
es: Para recibir esta moneda, el receptor debe tener un saldo {abbreviation} existente
fr: Pour recevoir cette pièce, le destinataire doit avoir un solde {abbreviation} existant
it: Per ricevere questa moneta, il destinatario deve avere un saldo {abbreviation} esistente
pl: Aby otrzymać tę monetę, odbiorca musi mieć istniejące saldo {abbreviation}
ro: Pentru a primi această monedă, destinatarul trebuie să aibă un sold existent {abbreviation}
ru: Чтобы получить эту монету, получатель должен иметь существующий баланс {abbreviation}
tr: Bu coin'i almak için alıcının mevcut bir {abbreviation} bakiyesi olmalıdır
zh: 要接收此币种，接收者必须拥有现有的 {abbreviation} 余额

# error_payment_no_destination_title
source: Unable to Transfer
ar: تعذر التحويل
bg: Не може да се прехвърли
de: Überweisung nicht möglich
es: No se puede transferir
fr: Impossible de transférer
it: Impossibile trasferire
pl: Nie można przetransferować
ro: Nu se poate transfera
ru: Невозможно перевести
tr: Transfer edilemiyor
zh: 无法转账

# error_recovery_keys_description
source: You have entered incorrect data
ar: لقد أدخلت بيانات غير صحيحة
bg: Въвели сте неправилни данни
de: Du hast falsche Daten eingegeben
es: Has ingresado datos incorrectos
fr: Vous avez entré des données incorrectes
it: Hai inserito dati non corretti
pl: Wprowadziłeś nieprawidłowe dane
ro: Ați introdus date incorecte
ru: Вы ввели неверные данные
tr: Yanlış veri girdiniz
zh: 您输入的数据不正确

# error_recovery_keys_title
source: Recovery keys error
ar: خطأ في مفاتيح الاستعادة
bg: Грешка с ключовете за възстановяване
de: Fehler bei Wiederherstellungsschlüsseln
es: Error de claves de recuperación
fr: Erreur des clés de récupération
it: Errore chiavi di recupero
pl: Błąd kluczy odzyskiwania
ro: Eroare chei de recuperare
ru: Ошибка ключей восстановления
tr: Kurtarma anahtarları hatası
zh: 恢复密钥错误

# error_screenshots_arent_secure_description
source: Anyone who has access to your keys can use your assets. We recommend writing with your hands.
ar: أي شخص لديه وصول إلى مفاتيحك يمكنه استخدام أصولك. نوصي بالكتابة يدويًا.
bg: Всеки, който има достъп до вашите ключове, може да използва вашите активи. Препоръчваме да ги запишете на ръка.
de: Jeder mit Zugriff auf deine Schlüssel kann deine Assets verwenden. Wir empfehlen, sie handschriftlich zu notieren.
es: Cualquiera que tenga acceso a tus claves puede usar tus activos. Recomendamos escribir a mano.
fr: Toute personne ayant accès à vos clés peut utiliser vos actifs. Nous recommandons de les écrire à la main.
it: Chiunque abbia accesso alle tue chiavi può usare le tue risorse. Ti consigliamo di scrivere a mano.
pl: Każdy, kto ma dostęp do Twoich kluczy, może używać Twoich aktywów. Zalecamy zapisanie ich ręcznie.
ro: Oricine are acces la cheile tale poate folosi activele tale. Recomandăm să le scrieți de mână.
ru: Любой, кто имеет доступ к вашим ключам, может использовать ваши активы. Рекомендуем записать их вручную.
tr: Anahtarlarınıza erişimi olan herkes varlıklarınızı kullanabilir. Elle yazmanızı öneririz.
zh: 任何有权访问您密钥的人都可以使用您的资产。我们建议手写。

# error_screenshots_arent_secure_title
source: Screenshots aren't secure
ar: لقطات الشاشة غير آمنة
bg: Екранните снимки не са безопасни
de: Screenshots sind nicht sicher
es: Las capturas de pantalla no son seguras
fr: Les captures d'écran ne sont pas sécurisées
it: Gli screenshot non sono sicuri
pl: Zrzuty ekranu nie są bezpieczne
ro: Capturile de ecran nu sunt sigure
ru: Скриншоты небезопасны
tr: Ekran görüntüleri güvenli değil
zh: 截图不安全

# error_solana_insufficient_balance_description
source: Transaction can't be completed because your remaining balance would fall below minimum, required by the network to exist.
ar: لا يمكن إكمال المعاملة لأن رصيدك المتبقي سينخفض إلى ما دون الحد الأدنى المطلوب من الشبكة للوجود.
bg: Транзакцията не може да бъде завършена, защото останалият ви баланс ще падне под минимума, изискван от мрежата за съществуване.
de: Die Transaktion kann nicht abgeschlossen werden, da Ihr verbleibendes Guthaben unter das vom Netzwerk geforderte Minimum fallen würde.
es: La transacción no se puede completar porque tu saldo restante caería por debajo del mínimo requerido por la red para existir.
fr: La transaction ne peut pas être complétée car votre solde restant tomberait en dessous du minimum requis par le réseau pour exister.
it: La transazione non può essere completata perché il tuo saldo residuo scenderebbe sotto il minimo richiesto dalla rete per esistere.
pl: Transakcja nie może być ukończona, ponieważ Twoje pozostałe saldo spadłoby poniżej minimum wymaganego przez sieć do istnienia.
ro: Tranzacția nu poate fi finalizată deoarece soldul dvs. rămas ar scădea sub minimul necesar rețelei pentru a exista.
ru: Транзакция не может быть завершена, потому что ваш оставшийся баланс упадёт ниже минимума, требуемого сетью для существования.
tr: İşlem tamamlanamaz çünkü kalan bakiyeniz ağın var olması için gereken minimumun altına düşecektir.
zh: 无法完成交易，因为您的剩余余额将低于网络要求存在的最低限额。

# error_solana_insufficient_balance_title
source: Transaction blocked
ar: معاملة محظورة
bg: Транзакцията е блокирана
de: Transaktion blockiert
es: Transacción bloqueada
fr: Transaction bloquée
it: Transazione bloccata
pl: Transakcja zablokowana
ro: Tranzacție blocată
ru: Транзакция заблокирована
tr: İşlem engellendi
zh: 交易被阻止

# error_solana_invalid_recipient_description
source: The recipient's address may be invalid, expired, or the amount may be too small for the account to exist.
ar: قد يكون عنوان المستلم غير صحيح أو منتهي الصلاحية، أو قد يكون المبلغ صغيرًا جدًا لوجود الحساب.
bg: Адресът на получателя може да е невалиден, изтекъл или сумата може да е твърде малка, за да съществува акаунтът.
de: Die Empfängeradresse ist möglicherweise ungültig, abgelaufen oder der Betrag ist zu gering, damit das Konto existieren kann.
es: La dirección del receptor puede ser inválida, expirada o el monto puede ser demasiado pequeño para que la cuenta exista.
fr: L'adresse du destinataire peut être invalide, expirée ou le montant peut être trop faible pour que le compte existe.
it: L'indirizzo del destinatario potrebbe essere non valido, scaduto o l'importo potrebbe essere troppo piccolo affinché l'account esista.
pl: Adres odbiorcy może być nieprawidłowy, wygasły lub kwota może być zbyt mała, aby konto mogło istnieć.
ro: Adresa destinatarului poate fi invalidă, expirată sau suma poate fi prea mică pentru ca contul să existe.
ru: Адрес получателя может быть неверным, истёкшим или сумма может быть слишком мала для существования аккаунта.
tr: Alıcının adresi geçersiz, süresi dolmuş olabilir veya tutar hesabın var olması için çok küçük olabilir.
zh: 接收者地址可能无效、已过期，或者金额可能太小，账户无法存在。

# error_solana_invalid_recipient_title
source: Invalid recipient
ar: مستلم غير صحيح
bg: Невалиден получател
de: Ungültiger Empfänger
es: Receptor no válido
fr: Destinataire invalide
it: Destinatario non valido
pl: Nieprawidłowy odbiorca
ro: Destinatar invalid
ru: Неверный получатель
tr: Geçersiz alıcı
zh: 无效的接收者

# error_swap_amount_below_min
source: Minimum cross-network swap amount is {amount} {symbol}.
bg: Минималната сума за обмен между мрежи е {amount} {symbol}.
fr: Le montant minimum d'échange inter-réseau est de {amount} {symbol}.
it: L'importo minimo di swap cross-network è {amount} {symbol}.
ru: Минимальная сумма кросс-сетевого обмена составляет {amount} {symbol}.

# error_swap_not_enough_gas_on_bsc
source: Not enough BNB for the network fee
bg: Недостатъчен баланс на BNB за таксата на мрежата
fr: Pas assez de BNB pour couvrir les frais de réseau
it: Non hai abbastanza BNB per coprire le commissioni di rete
ru: Недостаточно BNB для покрытия сетевой комиссии

# error_swap_pair_unavailable
source: This swap pair is currently unavailable. Please try a different combination.
bg: Тази двойка за обмен в момента не е налична. Моля, опитайте различна комбинация.
fr: Cette paire d'échange n'est actuellement pas disponible. Veuillez essayer une autre combinaison.
it: Questa coppia di swap non è attualmente disponibile. Si prega di provare una combinazione diversa.
ru: Эта пара обмена в настоящее время недоступна. Пожалуйста, попробуйте другую комбинацию.
