Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# wallet_network_fee_info
source: A small cryptocurrency payment required to process and validate blockchain transactions. It is paid by the sender and helps maintain network security and efficiency. The fee amount varies based on transaction speed and network demand.
ar: دفعة صغيرة من العملات المشفرة مطلوبة لمعالجة وتأكيد معاملات البلوكشين. يدفعها المرسل وتساعد في الحفاظ على أمان وكفاءة الشبكة. تختلف قيمة الرسوم بناءً على سرعة المعاملة وطلب الشبكة.
bg: Малко плащане с криптовалута, необходимо за обработка и валидиране на транзакции в блокчейна. Плаща се от изпращача и помага за поддържане на сигурността и ефективността на мрежата. Размерът на таксата варира в зависимост от скоростта на транзакцията и търсенето на мрежата.
de: Eine kleine Krypto-Zahlung, die für die Verarbeitung und Validierung von Blockchain-Transaktionen erforderlich ist. Sie wird vom Absender gezahlt und trägt zur Sicherheit und Effizienz des Netzwerks bei. Die Höhe der Gebühr variiert je nach Transaktionsgeschwindigkeit und Netzwerkauslastung.
es: Un pequeño pago en criptomoneda requerido para procesar y validar transacciones blockchain. Es pagado por el remitente y ayuda a mantener la seguridad y eficiencia de la red. El monto de la tarifa varía según la velocidad de la transacción y la demanda de la red.
fr: Un petit paiement en cryptomonnaie requis pour traiter et valider les transactions blockchain. Il est payé par l'expéditeur et aide à maintenir la sécurité et l'efficacité du réseau. Le montant des frais varie en fonction de la vitesse de transaction et de la demande du réseau.
it: Un piccolo pagamento in criptovaluta richiesto per elaborare e convalidare le transazioni blockchain. È pagato dal mittente e aiuta a mantenere la sicurezza e l'efficienza della rete. L'importo della commissione varia in base alla velocità della transazione e alla domanda della rete.
pl: Mała płatność kryptowalutą wymagana do przetworzenia i zweryfikowania transakcji blockchain. Jest płacona przez nadawcę i pomaga utrzymać bezpieczeństwo i wydajność sieci. Kwota opłaty różni się w zależności od szybkości transakcji i popytu sieciowego.
ro: O plată mică în criptomonedă necesară pentru procesarea și validarea tranzacțiilor blockchain. Este plătită de expeditor și ajută la menținerea securității și eficienței rețelei. Suma taxei variază în funcție de viteza tranzacției și cererea rețelei.
ru: Небольшой платёж криптовалютой, необходимый для обработки и проверки транзакций блокчейна. Оплачивается отправителем и помогает поддерживать безопасность и эффективность сети. Сумма комиссии варьируется в зависимости от скорости транзакции и спроса сети.
tr: Blockchain işlemlerini işlemek ve doğrulamak için gereken küçük bir kripto para ödemesidir. Gönderen tarafından ödenir ve ağ güvenliğini ve verimliliğini korumaya yardımcı olur. Ücret tutarı işlem hızına ve ağ talebine göre değişir.
zh: 处理和验证区块链交易所需的小额加密货币支付。由发送方支付，有助于维护网络安全和效率。费用金额根据交易速度和网络需求而变化。

# wallet_not_enough_coins_to_cover_fee_deposit
source: Deposit {coinSymbol}
ar: إيداع {coinSymbol}
bg: Депозит {coinSymbol}
de: {coinSymbol} einzahlen
es: Depositar {coinSymbol}
fr: Déposer {coinSymbol}
it: Deposita {coinSymbol}
pl: Wpłać {coinSymbol}
ro: Depune {coinSymbol}
ru: Пополнить {coinSymbol}
tr: {coinSymbol} yatır
zh: 存入 {coinSymbol}

# wallet_not_enough_coins_to_cover_fee_desc
source: There is not enough {coinSymbol} to cover the network commission
ar: لا يوجد ما يكفي من {coinSymbol} لتغطية عمولة الشبكة
bg: Няма достатъчно {coinSymbol} за покриване на комисионната на мрежата
de: Es ist nicht genügend {coinSymbol} vorhanden, um die Netzwerkgebühr zu bezahlen
es: No hay suficiente {coinSymbol} para cubrir la comisión de red
fr: Il n'y a pas assez de {coinSymbol} pour couvrir la commission réseau
it: Non c'è abbastanza {coinSymbol} per coprire la commissione di rete
pl: Nie ma wystarczającej ilości {coinSymbol} na pokrycie prowizji sieciowej
ro: Nu există suficienți {coinSymbol} pentru a acoperi comisionul rețelei
ru: Недостаточно {coinSymbol} для покрытия сетевой комиссии
tr: Ağ komisyonunu karşılamak için yeterli {coinSymbol} yok
zh: 没有足够的 {coinSymbol} 来支付网络手续费

# wallet_receive
source: Receive
ar: استلام
bg: Получи
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
pl: Otrzymaj
ro: Primește
ru: Получить
tr: Al
zh: 接收

# wallet_receive_coins
source: Receive coins
ar: استلام العملات
bg: Получи монети
de: Coins empfangen
es: Recibir monedas
fr: Recevoir des pièces
it: Ricevi monete
pl: Otrzymaj monety
ro: Primește monede
ru: Получить монеты
tr: Coin al
zh: 接收币种

# wallet_receive_info
source: Network mismatch will lead to permanent loss of funds. Always confirm before sending.
ar: عند إرسال الأموال، يجب أن تتطابق الشبكات! وإلا فقد تخسر أموالك نهائيًا
bg: Несъответствие на мрежата ще доведе до загуба на средства завинаги. Винаги потвърждавайте преди изпращане.
de: Ein Netzwerk-Mismatch kann zum dauerhaften Verlust von Geldern führen. Bestätige vor dem Senden immer.
es: La falta de coincidencia de red conducirá a la pérdida permanente de fondos. Siempre confirma antes de enviar.
fr: Une incompatibilité de réseau entraînera une perte permanente de fonds. Confirmez toujours avant d'envoyer.
it: L'incompatibilità della rete porterà alla perdita permanente di fondi. Conferma sempre prima di inviare.
pl: Niezgodność sieci doprowadzi do trwałej utraty środków. Zawsze potwierdzaj przed wysłaniem.
ro: Neconcordanța rețelei va duce la pierderea permanentă a fondurilor. Confirmă întotdeauna înainte de trimitere.
ru: Несоответствие сети приведёт к безвозвратной потере средств. Всегда подтверждайте перед отправкой.
tr: Ağ uyuşmazlığı fonların kalıcı kaybına yol açacaktır. Göndermeden önce her zaman onaylayın.
zh: 网络不匹配将导致资金永久丢失。发送前请务必确认。

# wallet_receive_nft
source: Receive NFT
ar: استلام NFT
bg: Получи NFT
de: NFT empfangen
es: Recibir NFT
fr: Recevoir NFT
it: Ricevi NFT
pl: Otrzymaj NFT
ro: Primește NFT
ru: Получить NFT
tr: NFT al
zh: 接收 NFT

# wallet_received
source: Received
ar: تم الاستلام
bg: Получено
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
pl: Otrzymano
ro: Primit
ru: Получено
tr: Alındı
zh: 已接收

# wallet_scan
source: Scan QR code
ar: مسح رمز الاستجابة السريعة
bg: Сканирай QR код
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona codice QR
pl: Skanuj kod QR
ro: Scanează cod QR
ru: Сканировать QR-код
tr: QR kodu tara
zh: 扫描二维码

# wallet_scan_hint
source: Scan the QR code to send cryptocurrency
ar: امسح رمز الاستجابة السريعة لإرسال العملات المشفرة
bg: Сканирайте QR кода, за да изпратите криптовалута
de: Scanne den QR-Code, um Kryptowährung zu senden
es: Escanear el código QR para enviar criptomoneda
fr: Scannez le code QR pour envoyer de la cryptomonnaie
it: Scansiona il codice QR per inviare criptovaluta
pl: Skanuj kod QR, aby wysłać kryptowalutę
ro: Scanează codul QR pentru a trimite criptomonedă
ru: Сканируйте QR-код для отправки криптовалюты
tr: Kripto para göndermek için QR kodunu tarayın
zh: 扫描二维码以发送加密货币

# wallet_select_coin
source: Select coin
ar: اختر العملة
bg: Избери монета
de: Coin auswählen
es: Seleccionar moneda
fr: Sélectionner une pièce
it: Seleziona moneta
pl: Wybierz monetę
ro: Selectează monedă
ru: Выбрать монету
tr: Coin seç
zh: 选择币种

# wallet_sell
source: Sell
ar: بيع
bg: Продай
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
pl: Sprzedaj
ro: Vinde
ru: Продать
tr: Sat
zh: 出售

# wallet_sell_coming_soon
source: Selling coming soon
ar: البيع قريباً
bg: Продажбата идва скоро
de: Verkaufen kommt bald
es: Venta próximamente
fr: La vente arrive bientôt
it: Vendita prossimamente
pl: Sprzedaż wkrótce
ro: Vânzarea în curând
ru: Продажа скоро
tr: Satış yakında
zh: 出售功能即将推出

# wallet_send
source: Send
ar: إرسال
bg: Изпрати
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
ro: Trimite
ru: Отправить
tr: Gönder
zh: 发送

# wallet_send_coins
source: Send coins
ar: إرسال العملات
bg: Изпрати монети
de: Coins senden
es: Enviar monedas
fr: Envoyer des pièces
it: Invia monete
pl: Wyślij monety
ro: Trimite monede
ru: Отправить монеты
tr: Coin gönder
zh: 发送币种

# wallet_sent
source: Sent
ar: تم الإرسال
bg: Изпратено
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
pl: Wysłano
ro: Trimis
ru: Отправлено
tr: Gönderildi
zh: 已发送

# wallet_sent_to
source: Sent to
ar: أرسل إلى
bg: Изпратено на
de: Gesendet an
es: Enviado a
fr: Envoyé à
it: Inviato a
pl: Wysłano do
ro: Trimis către
ru: Отправлено на
tr: Gönderildi
zh: 发送至

# wallet_share_address
source: Share address
ar: مشاركة العنوان
bg: Сподели адрес
de: Adresse teilen
es: Compartir dirección
fr: Partager l'adresse
it: Condividi indirizzo
pl: Udostępnij adres
ro: Distribuie adresa
ru: Поделиться адресом
tr: Adresi paylaş
zh: 分享地址

# wallet_share_token_creator_button
source: Share
ar: شارك
bg: Сподели
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pl: Udostępnij
ro: Distribuie
ru: Поделиться
tr: Paylaş
zh: 分享

# wallet_share_token_creator_description
source: Congratulations, your creator token is now live and available for everyone to trade it
ar: تهانينا، رمز المنشئ الخاص بك الآن نشط ومتاح للجميع للتداول به
bg: Поздравления, вашият токен за създател е сега активен и достъпен за всички да го търгуват
de: Glückwunsch, dein Creator-Token ist jetzt live und für alle zum Handeln verfügbar
es: Felicitaciones, tu token de creador ahora está activo y disponible para que todos lo intercambien
fr: Félicitations, votre jeton créateur est maintenant en direct et disponible pour que tout le monde puisse l'échanger
it: Congratulazioni, il tuo token del creatore è ora attivo e disponibile per tutti per scambiarlo
pl: Gratulacje, Twój token twórcy jest teraz aktywny i dostępny dla wszystkich do handlu
ro: Felicitări, tokenul tău creator este acum activ și disponibil pentru toți să-l tranzacționeze
ru: Поздравляем, ваш токен создателя теперь активен и доступен для всех для торговли
tr: Tebrikler, oluşturucu token'ınız artık canlı ve herkesin işlem yapması için kullanılabilir
zh: 恭喜，您的创作者代币现已上线，所有人都可以交易它

# wallet_share_token_creator_live_status
source: LIVE
ar: نشط
bg: АКТИВЕН
es: ACTIVO
fr: EN DIRECT
it: ATTIVO
pl: NA ŻYWO
ru: В ЭФИРЕ
tr: CANLI
zh: 已上线

# wallet_share_token_creator_title
source: Creator token is LIVE!
ar: رمز المنشئ نشط!
bg: Токенът за създател е АКТИВЕН!
de: Creator-Token ist LIVE!
es: ¡El token del creador está ACTIVO!
fr: Le jeton créateur est EN DIRECT !
it: Il token del creatore è ATTIVO!
pl: Token twórcy jest NA ŻYWO!
ro: Tokenul creatorului este LIVE!
ru: Токен создателя В ЭФИРЕ!
tr: Oluşturucu token'ı CANLI!
zh: 创作者代币已上线！

# wallet_sorting_title
source: Sorting the list
ar: ترتيب القائمة
bg: Сортиране на списъка
de: Liste sortieren
es: Ordenar la lista
fr: Tri de la liste
it: Ordinamento della lista
pl: Sortowanie listy
ro: Sortarea listei
ru: Сортировка списка
tr: Listeyi sıralama
zh: 列表排序

# wallet_swap
source: Swap
ar: تبديل
bg: Обмен
de: Tauschen
es: Intercambiar
fr: Échanger
it: Scambia
pl: Zamień
ro: Schimbă
ru: Обменять
tr: Değiştir
zh: 交换

# wallet_swap_coins
source: Swap
ar: تبديل العملات
bg: Обмен
de: Coins tauschen
es: Intercambiar monedas
fr: Échanger
it: Scambia
pl: Zamień monety
ro: Schimbă monede
ru: Обменять
tr: Coin değiştir
zh: 交换币种

# wallet_swap_coins_buy
source: Buy
ar: شراء
bg: Купи
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pl: Kup
ro: Cumpără
ru: Купить
tr: Satın al
zh: 购买

# wallet_swap_coins_continue
source: Continue
ar: متابعة
bg: Продължи
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
ro: Continuă
ru: Продолжить
tr: Devam et
zh: 继续

# wallet_swap_coins_select_coin
source: Select coin
ar: اختر الرمز المميز
bg: Избери монета
de: Token auswählen
es: Seleccionar token
fr: Sélectionner une pièce
it: Seleziona moneta
pl: Wybierz token
ro: Selectează token
ru: Выбрать монету
tr: Token seç
zh: 选择代币

# wallet_swap_coins_sell
source: Sell
ar: بيع
bg: Продай
de: Verkaufen
es: Vender
fr: Vendre
it: Vendi
pl: Sprzedaj
ro: Vinde
ru: Продать
tr: Sat
zh: 出售

# wallet_swap_coming_soon
source: Swap tokens effortlessly. Coming soon.
ar: بدّل العملات بسهولة. قريباً.
bg: Обменете токени без усилие. Скоро.
de: Tausche Token mühelos. In Kürze verfügbar.
es: Intercambia tokens sin esfuerzo. Próximamente.
fr: Échangez des jetons sans effort. Bientôt disponible.
it: Scambia token senza sforzo. Prossimamente.
pl: Zamieniaj tokeny bez wysiłku. Wkrótce.
ro: Schimbă token-uri fără efort. În curând.
ru: Обменивайте токены без усилий. Уже скоро.
tr: Token'ları zahmetsizce değiştirin. Yakında.
zh: 轻松交换代币。即将推出。

# wallet_swap_confirmation_automatically_share_post_about_trade
source: Automatically share a post about your trade
bg: Сподели своята сделка като публикация
es: Compartir automáticamente una publicación sobre tu operación
fr: Partagez votre transaction comme une publication
it: Condividi la tua operazione come un post
pl: Automatycznie udostępniaj post o swojej transakcji
ru: Поделитесь своей сделкой как постом

# wallet_swap_confirmation_high_price_impact_description_first
source: This transaction has a high price impact
ar: هذه المعاملة لها تأثير سعري مرتفع
bg: Тази транзакция има високо влияние върху цената
de: Diese Transaktion hat eine hohe Preisauswirkung
es: Esta transacción tiene un alto impacto en el precio
fr: Cette transaction a un impact élevé sur le prix
it: Questa transazione ha un impatto sul prezzo elevato
pl: Ta transakcja ma wysoki wpływ na cenę
ro: Această tranzacție are un impact mare asupra prețului
ru: Эта транзакция имеет высокое влияние на цену
tr: Bu işlemin yüksek bir fiyat etkisi var
zh: 此交易对价格影响较大

# wallet_swap_confirmation_high_price_impact_description_second
source: so the amount you'll receive will be noticeably lower than the current market price.
ar: لذلك سيكون المبلغ الذي ستستلمه أقل بشكل ملحوظ من سعر السوق الحالي.
bg: така че сумата, която ще получите, ще бъде забележимо по-ниска от текущата пазарна цена.
de: sodass der Betrag, den du erhältst, merklich unter dem aktuellen Marktpreis liegt.
es: por lo que el monto que recibirás será notablemente menor que el precio actual del mercado.
fr: donc le montant que vous recevrez sera nettement inférieur au prix du marché actuel.
it: quindi l'importo che riceverai sarà notevolmente inferiore rispetto al prezzo di mercato attuale.
pl: więc kwota, którą otrzymasz, będzie zauważalnie niższa niż aktualna cena rynkowa.
ro: deci suma pe care o vei primi va fi considerabil mai mică decât prețul pieței actual.
ru: поэтому сумма, которую вы получите, будет заметно ниже текущей рыночной цены.
tr: bu yüzden alacağınız tutar mevcut piyasa fiyatından belirgin şekilde düşük olacaktır.
zh: 因此您将收到的金额将明显低于当前市场价格。

# wallet_swap_confirmation_less
source: Less
ar: أقل
bg: По-малко
de: Weniger
es: Menos
fr: Moins
it: Meno
pl: Mniej
ro: Mai puțin
ru: Меньше
tr: Daha az
zh: 较少

# wallet_swap_confirmation_missing_coin_or_network_data
source: Missing coin or network data
bg: Монета или мрежа липсват
es: Falta la moneda o la red
fr: La pièce ou le réseau est manquant
it: La moneta o la rete è mancante
pl: Brak monety lub sieci
ru: Монета или сеть отсутствуют

# wallet_swap_confirmation_more
source: More
ar: أكثر
bg: Повече
de: Mehr
es: Más
fr: Plus
it: Di più
pl: Więcej
ro: Mai mult
ru: Больше
tr: Daha fazla
zh: 较多

# wallet_swap_confirmation_network_fee
source: Network Fee
ar: رسوم الشبكة
bg: Такса за мрежата
de: Netzwerkgebühr
es: Tarifa de red
fr: Frais de réseau
it: Commissione di rete
pl: Opłata sieciowa
ro: Taxă rețea
ru: Комиссия сети
tr: Ağ Ücreti
zh: 网络费用

# wallet_swap_confirmation_price
source: Price
ar: السعر
bg: Цена
de: Preis
es: Precio
fr: Prix
it: Prezzo
pl: Cena
ro: Preț
ru: Цена
tr: Fiyat
zh: 价格

# wallet_swap_confirmation_price_impact
source: Price impact
ar: تأثير السعر
bg: Влияние върху цената
de: Preisauswirkung
es: Impacto en el precio
fr: Impact sur le prix
it: Impatto sul prezzo
pl: Wpływ na cenę
ro: Impact preț
ru: Влияние на цену
tr: Fiyat etkisi
zh: 价格影响

# wallet_swap_confirmation_protocol_fee
source: Protocol Fee
ar: رسوم البروتوكول
bg: Такса за протокола
de: Protokollgebühr
es: Tarifa del protocolo
fr: Frais de protocole
it: Commissione del protocollo
pl: Opłata protokołu
ro: Taxă protocol
ru: Комиссия протокола
tr: Protokol Ücreti
zh: 协议费用

# wallet_swap_confirmation_provider
source: Provider
ar: الموفر
bg: Доставчик
de: Anbieter
es: Proveedor
fr: Fournisseur
pl: Dostawca
ro: Furnizor
ru: Провайдер
tr: Sağlayıcı
zh: 提供商

# wallet_swap_confirmation_slippage
source: Slippage
ar: الانزلاق
bg: Изплъзване
es: Deslizamiento
fr: Glissement
it: Scivolamento
pl: Poślizg
ru: Проскальзывание
tr: Kayma
zh: 滑点

# wallet_swap_confirmation_swap_button
source: Swap
ar: تبديل
bg: Обмен
de: Tauschen
es: Intercambiar
fr: Échanger
it: Scambia
pl: Zamień
ro: Schimbă
ru: Обменять
tr: Değiştir
zh: 交换

# wallet_swap_confirmation_title
source: Swap confirmation
ar: تأكيد التبديل
bg: Потвърждение на обмена
de: Swap-Bestätigung
es: Confirmación de intercambio
fr: Confirmation d'échange
it: Conferma scambio
pl: Potwierdzenie wymiany
ro: Confirmare schimb
ru: Подтверждение обмена
tr: Değiştirme onayı
zh: 交换确认

# wallet_swap_confirmation_very_high_price_impact
source: Very high price impact
ar: تأثير سعري مرتفع جدًا
bg: Много високо влияние върху цената
de: Sehr hohe Preisauswirkung
es: Impacto en el precio muy alto
fr: Impact très élevé sur le prix
it: Impatto sul prezzo molto elevato
pl: Bardzo wysoki wpływ na cenę
ro: Impact foarte mare asupra prețului
ru: Очень высокое влияние на цену
tr: Çok yüksek fiyat etkisi
zh: 价格影响非常大

# wallet_swap_failed
source: Swap failed
ar: فشلت المعاملة
bg: Обменът е неуспешен
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: L'échange a échoué
it: Lo scambio è fallito
pl: Transakcja nieudana
ro: Tranzacția a eșuat
ru: Обмен не удался
tr: İşlem başarısız
zh: 交易失败

# wallet_swap_option_desc
source: Swapping is even easier than it seems
ar: التبديل أسهل مما يبدو
bg: Обменът е дори по-лесен, отколкото изглежда
de: Tauschen ist einfacher als es scheint
es: Intercambiar es aún más fácil de lo que parece
fr: L'échange est encore plus facile qu'il n'y paraît
it: Lo scambio è ancora più facile di quanto sembri
pl: Wymiana jest jeszcze łatwiejsza niż się wydaje
ro: Schimbarea este chiar mai ușoară decât pare
ru: Обмен ещё проще, чем кажется
tr: Değiştirme göründüğünden daha kolay
zh: 交换比看起来更容易

# wallet_swap_slippage_settings_auto
source: Auto
bg: Авто
ru: Авто

# wallet_swap_slippage_settings_description
source: Your transaction will revert if the price changes more than the slippage percentage
bg: Транзакцията ще бъде отменена, ако цената се промени повече от процента на slippage
es: Tu transacción se revertirá si el precio cambia más que el porcentaje de slippage
fr: Votre transaction sera annulée si le prix change de plus que le pourcentage de slippage
it: La transazione verrà annullata se il prezzo cambia oltre la percentuale di slippage
ru: Сделка будет отменена, если цена изменится больше указанного процента проскальзывания

# wallet_swap_slippage_settings_label
source: Slippage
ru: Проскальзывание

# wallet_swap_slippage_settings_title
source: Slippage settings
bg: Настройки на slippage
es: Configuración de slippage
fr: Paramètres de slippage
it: Impostazioni slippage
ru: Настройки проскальзывания

# wallet_swapped_coins
source: Swap complete
ar: اكتمل التبديل
bg: Обменът е завършен
de: Swap abgeschlossen
es: Intercambio completado
fr: Échange terminé
it: Scambio completato
pl: Wymiana zakończona
ro: Schimb completat
ru: Обмен завершён
tr: Değiştirme tamamlandı
zh: 交换完成

# wallet_swapping_coins
source: Swapping...
ar: جاري التبديل...
bg: Обмен...
de: Tausche...
es: Intercambiando...
fr: Échange en cours...
it: Scambio in corso...
pl: Wymiana...
ro: Se schimbă...
ru: Обмен...
tr: Değiştiriliyor...
zh: 正在交换...

# wallet_title
source: Wallet
ar: المحفظة
bg: Портфейл
es: Billetera
fr: Portefeuille
it: Portafoglio
pl: Portfel
ro: Portofel
ru: Кошелёк
tr: Cüzdan
zh: 钱包

# wallet_transaction_details
source: Details
ar: التفاصيل
bg: Детайли
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
ro: Detalii
ru: Детали
tr: Detaylar
zh: 详情

# wallet_transaction_general_error_desc
source: An unpredictable error has occurred. Update your wallet and try again later.
ar: حدث خطأ غير متوقع. قم بتحديث محفظتك وحاول مرة أخرى لاحقًا.
bg: Възникна непредвидима грешка. Актуализирайте вашия портфейл и опитайте отново по-късно.
de: Ein unvorhersehbarer Fehler ist aufgetreten. Aktualisiere deine Wallet und versuche es später erneut.
es: Ha ocurrido un error impredecible. Actualiza tu billetera e intenta de nuevo más tarde.
fr: Une erreur imprévisible s'est produite. Mettez à jour votre portefeuille et réessayez plus tard.
it: Si è verificato un errore imprevedibile. Aggiorna il tuo portafoglio e riprova più tardi.
pl: Wystąpił nieprzewidywalny błąd. Zaktualizuj portfel i spróbuj ponownie później.
ro: A apărut o eroare imprevizibilă. Actualizează portofelul și încearcă din nou mai târziu.
ru: Произошла непредсказуемая ошибка. Обновите кошелёк и попробуйте позже.
tr: Öngörülemeyen bir hata oluştu. Cüzdanınızı güncelleyin ve daha sonra tekrar deneyin.
zh: 发生了不可预测的错误。更新您的钱包并稍后重试。

# wallet_transaction_successful
source: Transfer successful
ar: تم التحويل بنجاح
bg: Прехвърлянето е успешно
de: Transfer erfolgreich
es: Transferencia exitosa
fr: Transfert réussi
it: Trasferimento riuscito
pl: Transfer pomyślny
ro: Transfer reușit
ru: Перевод успешен
tr: Transfer başarılı
zh: 转账成功

# wallet_transactions_in_tier2_network
source: Transactions
ar: المعاملات
bg: Транзакции
de: Transaktionen
es: Transacciones
it: Transazioni
pl: Transakcje
ro: Tranzacții
ru: Транзакции
tr: İşlemler
zh: 交易

# wallet_transactions_in_tier2_network_info
source: Incoming transactions from external wallets may not be displayed in the transaction history for this coin.
ar: قد لا تظهر المعاملات الواردة من المحافظ الخارجية في سجل المعاملات لهذه العملة.
bg: Входящите транзакции от външни портфейли може да не се показват в историята на транзакциите за тази монета.
de: Eingehende Transaktionen von externen Wallets werden möglicherweise nicht im Transaktionsverlauf für diesen Coin angezeigt.
es: Las transacciones entrantes de billeteras externas pueden no mostrarse en el historial de transacciones de esta moneda.
fr: Les transactions entrantes depuis des portefeuilles externes peuvent ne pas être affichées dans l'historique des transactions pour cette pièce.
it: Le transazioni in entrata da portafogli esterni potrebbero non essere visualizzate nella cronologia delle transazioni per questa moneta.
pl: Przychodzące transakcje z zewnętrznych portfeli mogą nie być wyświetlane w historii transakcji dla tej monety.
ro: Tranzacțiile de intrare din portofele externe pot să nu fie afișate în istoricul tranzacțiilor pentru această monedă.
ru: Входящие транзакции из внешних кошельков могут не отображаться в истории транзакций для этой монеты.
tr: Harici cüzdanlardan gelen işlemler bu coin için işlem geçmişinde görünmeyebilir.
zh: 来自外部钱包的传入交易可能不会显示在此币种的交易历史中。

# wallet_usdt_amount
source: USDT amount
ar: كمية USDT
bg: Сума USDT
de: USDT-Betrag
es: Cantidad USDT
fr: Montant USDT
it: Importo USDT
pl: Kwota USDT
ro: Sumă USDT
ru: Сумма USDT
tr: USDT tutarı
zh: USDT 数量

# wallet_wallets
source: Wallets
ar: المحافظ
bg: Портфейли
es: Billeteras
fr: Portefeuilles
it: Portafogli
pl: Portfele
ro: Portofele
ru: Кошельки
tr: Cüzdanlar
zh: 钱包
