Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# warning_authenticator_setup
source: Keep this key safe to restore access if you lose your device.
ar: احفظ هذا المفتاح بأمان لاستعادة الوصول في حال فقدت جهازك.
bg: Пазете този ключ в безопасност, за да възстановите достъпа, ако загубите вашето устройство.
de: Bewahre diesen Schlüssel sicher auf, um den Zugriff wiederherzustellen, falls du dein Gerät verlierst.
es: Mantén esta clave segura para restaurar el acceso si pierdes tu dispositivo.
fr: Gardez cette clé en sécurité pour restaurer l'accès si vous perdez votre appareil.
it: Conserva questa chiave al sicuro per ripristinare l'accesso se perdi il tuo dispositivo.
pl: Zachowaj ten klucz bezpiecznie, aby przywrócić dostęp, jeśli zgubisz urządzenie.
ro: Păstrează această cheie în siguranță pentru a restaura accesul dacă îți pierzi dispozitivul.
ru: Храните этот ключ в безопасности, чтобы восстановить доступ, если вы потеряете устройство.
tr: Cihazınızı kaybederseniz erişimi geri yüklemek için bu anahtarı güvende tutun.
zh: 请妥善保管此密钥，以便在丢失设备时恢复访问权限。

# warning_avoid_storing_keys
source: Avoid storing keys on any device to prevent losing access to funds in case of a hack
ar: تجنب تخزين المفاتيح على أي جهاز لمنع فقدان الوصول إلى الأموال في حالة الاختراق
bg: Избягвайте да съхранявате ключове на всяко устройство, за да предотвратите загуба на достъп до средства в случай на хакване
de: Vermeide das Speichern von Schlüsseln auf Geräten, um bei einem Hack keinen Zugriff auf Gelder zu verlieren
es: Evita almacenar claves en cualquier dispositivo para prevenir la pérdida de acceso a fondos en caso de un hackeo
fr: Évitez de stocker les clés sur un appareil pour éviter de perdre l'accès aux fonds en cas de piratage
it: Evita di memorizzare le chiavi su qualsiasi dispositivo per prevenire la perdita di accesso ai fondi in caso di hacking
pl: Unikaj przechowywania kluczy na jakimkolwiek urządzeniu, aby zapobiec utracie dostępu do środków w przypadku włamania
ro: Evită stocarea cheilor pe orice dispozitiv pentru a preveni pierderea accesului la fonduri în cazul unui hack
ru: Избегайте хранения ключей на любом устройстве, чтобы предотвратить потерю доступа к средствам в случае взлома
tr: Bir hack durumunda fonlara erişimi kaybetmeyi önlemek için anahtarları herhangi bir cihazda saklamaktan kaçının
zh: 避免在任何设备上存储密钥，以防止在遭到黑客攻击时失去对资金的访问权限

# who_can_reply_info_modal_description
source: Only accounts {username} {whoCanReplySetting} can reply
ar: فقط الحسابات {username} {whoCanReplySetting} يمكنها الرد
bg: Само акаунти {username} {whoCanReplySetting} могат да отговарят
de: Nur Konten, denen {username} {whoCanReplySetting}, können antworten
es: Solo las cuentas {username} {whoCanReplySetting} pueden responder
fr: Seuls les comptes {username} {whoCanReplySetting} peuvent répondre
it: Solo gli account {username} {whoCanReplySetting} possono rispondere
pl: Tylko konta {username} {whoCanReplySetting} mogą odpowiadać
ro: Doar conturile {username} {whoCanReplySetting} pot răspunde
ru: Только аккаунты {username} {whoCanReplySetting} могут отвечать
tr: Yalnızca {username} {whoCanReplySetting} hesapları yanıtlayabilir
zh: 只有 {username} {whoCanReplySetting} 的账户可以回复

# who_can_reply_info_modal_only_verified_description
source: Only verified accounts can reply
ar: فقط الحسابات المُوثقة يمكنها الرد
bg: Само верифицираните акаунти могат да отговарят
de: Nur verifizierte Konten können antworten
es: Solo las cuentas verificadas pueden responder
fr: Seuls les comptes vérifiés peuvent répondre
it: Solo gli account verificati possono rispondere
pl: Tylko zweryfikowane konta mogą odpowiadać
ro: Doar conturile verificate pot răspunde
ru: Только проверенные аккаунты могут отвечать
tr: Yalnızca doğrulanmış hesaplar yanıtlayabilir
zh: 只有经过验证的账户可以回复

# who_can_reply_info_modal_setting
source: {whoCanReplySetting, select, following{follow} mentioned{mentioned} other{}}
ar: {whoCanReplySetting, select, followedAccounts{متابعة} mentionedAccounts{مذكورة} other{}}
bg: {whoCanReplySetting, select, following{следват} mentioned{споменати} other{}}
de: {whoCanReplySetting, select, following{folgt} mentioned{erwähnt hat} other{}}
es: {whoCanReplySetting, select, following{siguen} mentioned{mencionadas} other{}}
fr: {whoCanReplySetting, select, following{suivent} mentioned{mentionnés} other{}}
it: {whoCanReplySetting, select, following{seguono} mentioned{menzionati} other{}}
pl: {whoCanReplySetting, select, following{obserwują} mentioned{wspomniane} other{}}
ro: {whoCanReplySetting, select, following{urmează} mentioned{menționate} other{}}
ru: {whoCanReplySetting, select, following{подписаны} mentioned{упомянуты} other{}}
tr: {whoCanReplySetting, select, following{takip ediyor} mentioned{bahsedildi} other{}}
zh: {whoCanReplySetting, select, following{关注的} mentioned{提及的} other{}}

# who_can_reply_info_modal_title
source: Who can reply?
ar: من يمكنه الرد؟
bg: Кой може да отговаря?
de: Wer kann antworten?
es: ¿Quién puede responder?
fr: Qui peut répondre ?
it: Chi può rispondere?
pl: Kto może odpowiadać?
ro: Cine poate răspunde?
ru: Кто может отвечать?
tr: Kim yanıtlayabilir?
zh: 谁可以回复？

# who_can_reply_settings_everyone
source: Everyone
ar: الجميع
bg: Всички
de: Alle
es: Todos
fr: Tout le monde
it: Tutti
pl: Wszyscy
ro: Toți
ru: Все
tr: Herkes
zh: 所有人

# who_can_reply_settings_followed_accounts
source: Accounts you follow
ar: الحسابات التي تتابعها
bg: Акаунти, които следвате
de: Konten, denen du folgst
es: Cuentas que sigues
fr: Comptes que vous suivez
it: Account che segui
pl: Konta, które obserwujesz
ro: Conturi pe care le urmărești
ru: Аккаунты, на которые вы подписаны
tr: Takip ettiğiniz hesaplar
zh: 您关注的账户

# who_can_reply_settings_mentioned_accounts
source: Only accounts you mention
ar: فقط الحسابات التي تذكرها
bg: Само акаунти, които споменавате
de: Nur Konten, die du erwähnst
es: Solo las cuentas que mencionas
fr: Seuls les comptes que vous mentionnez
it: Solo gli account che menzioni
pl: Tylko konta, które wspomnisz
ro: Doar conturile pe care le menționezi
ru: Только аккаунты, которые вы упомянули
tr: Yalnızca bahsettiğiniz hesaplar
zh: 仅您提及的账户

# who_can_reply_settings_title_article
source: Who can reply to this article
ar: من يمكنه الرد على هذه المقالة
bg: Кой може да отговаря на тази статия
de: Wer kann auf diesen Artikel antworten
es: Quién puede responder a este artículo
fr: Qui peut répondre à cet article
it: Chi può rispondere a questo articolo
pl: Kto może odpowiadać na ten artykuł
ro: Cine poate răspunde la acest articol
ru: Кто может отвечать на эту статью
tr: Bu makaleye kim yanıtlayabilir
zh: 谁可以回复此文章

# who_can_reply_settings_title_post
source: Who can reply to this post
ar: من يمكنه الرد على هذا المنشور
bg: Кой може да отговаря на тази публикация
de: Wer kann auf diesen Beitrag antworten
es: Quién puede responder a esta publicación
fr: Qui peut répondre à cette publication
it: Chi può rispondere a questo post
pl: Kto może odpowiadać na ten post
ro: Cine poate răspunde la această postare
ru: Кто может отвечать на этот пост
tr: Bu gönderiye kim yanıtlayabilir
zh: 谁可以回复此帖子

# who_can_reply_settings_title_story
source: Who can reply to this story
ar: من يمكنه الرد على هذه القصة
bg: Кой може да отговаря на тази история
de: Wer kann auf diese Story antworten
es: Quién puede responder a esta historia
fr: Qui peut répondre à cette histoire
it: Chi può rispondere a questa storia
pl: Kto może odpowiadać na tę historię
ro: Cine poate răspunde la această poveste
ru: Кто может отвечать на эту историю
tr: Bu hikayeye kim yanıtlayabilir
zh: 谁可以回复此故事

# who_can_reply_settings_title_video
source: Who can reply to this video
ar: من يمكنه الرد على هذا الفيديو
bg: Кой може да отговаря на това видео
de: Wer kann auf dieses Video antworten
es: Quién puede responder a este video
fr: Qui peut répondre à cette vidéo
it: Chi può rispondere a questo video
pl: Kto może odpowiadać na to wideo
ro: Cine poate răspunde la acest video
ru: Кто может отвечать на это видео
tr: Bu videoya kim yanıtlayabilir
zh: 谁可以回复此视频

# who_can_reply_settings_verified_accounts
source: Verified accounts
ar: الحسابات المُوثقة
bg: Верифицирани акаунти
de: Verifizierte Konten
es: Cuentas verificadas
fr: Comptes vérifiés
it: Account verificati
pl: Zweryfikowane konta
ro: Conturi verificate
ru: Проверенные аккаунты
tr: Doğrulanmış hesaplar
zh: 经过验证的账户

source: Write a message...
ar: اكتب رسالة...
bg: Напишете съобщение...
de: Nachricht schreiben …
es: Escribe un mensaje...
fr: Écrire un message...
it: Scrivi un messaggio...
pl: Napisz wiadomość...
ro: Scrie un mesaj...
ru: Написать сообщение...
tr: Mesaj yazın...
zh: 写一条消息...

# your_position_card_title
source: Your Position
bg: Вашата позиция
de: Deine Position
es: Tu posición
fr: Votre position
it: La tua posizione
pl: Twoja pozycja
ru: Ваша позиция

# core_dapps
source: dApps
ar: التطبيقات اللامركزية
it: dApp
zh: dApp

# core_nfts
source: NFTs
it: NFT
zh: NFT

# dapps_category_defi
source: DeFi
ar: التمويل اللامركزي

# feed_telegram
source: Telegram
ar: تيليجرام

# feed_whatsapp
source: WhatsApp
ar: واتساب

# wallet_approximate_in_usd
source: ~ ${amount}
ar: حوالي ${amount}

# wallet_transaction_summary_usd_amount
source: ~ {amount} USD
ar: حوالي {amount} دولار أمريكي
zh: ~ {amount} 美元
