Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# sign_up_passkey_advantage_2_title
source: Works across your devices
ar: يعمل على جميع أجهزتك
bg: Работи на всичките ви устройства
de: Funktioniert auf deinen Geräten
es: Funciona en todos tus dispositivos
fr: Fonctionne sur tous vos appareils
it: Funziona su tutti i tuoi dispositivi
pl: Działa na wszystkich Twoich urządzeniach
ro: Funcționează pe toate dispozitivele tale
ru: Работает на всех ваших устройствах
tr: Cihazlarınız arasında çalışır
zh: 在您的所有设备上工作

# sign_up_passkey_advantage_3_description
source: Passkeys offer advanced protection against phishing
ar: توفر مفاتيح المرور حماية متقدمة ضد التصيد الاحتيالي
bg: Passkeys предлагат напреднала защита срещу фишинг
de: Passkeys bieten erweiterten Schutz vor Phishing
es: Las claves de acceso ofrecen protección avanzada contra suplantación de identidad
fr: Les passkeys offrent une protection avancée contre le phishing
it: Le passkey offrono una protezione avanzata contro il phishing
pl: Passkeys oferują zaawansowaną ochronę przed phishingiem
ro: Passkey-urile oferă protecție avansată împotriva phishing-ului
ru: Passkeys обеспечивают продвинутую защиту от фишинга
tr: Passkey'ler kimlik avına karşı gelişmiş koruma sunar
zh: 通行密钥提供针对网络钓鱼的高级保护

# sign_up_passkey_advantage_3_title
source: Stronger account protection
ar: حماية أقوى للحساب
bg: По-силна защита на акаунта
de: Stärkerer Kontoschutz
es: Protección de cuenta más fuerte
fr: Protection de compte renforcée
it: Protezione account più forte
pl: Silniejsza ochrona konta
ro: Protecție mai puternică a contului
ru: Более сильная защита аккаунта
tr: Daha güçlü hesap koruması
zh: 更强的账户保护

# sign_up_passkey_title
source: Register with a passkey
ar: التسجيل باستخدام مفتاح المرور
bg: Регистрирай се с passkey
de: Mit Passkey registrieren
es: Registrarse con una clave de acceso
fr: S'inscrire avec une passkey
it: Registrati con una passkey
pl: Zarejestruj się za pomocą passkey
ro: Înregistrează-te cu un passkey
ru: Зарегистрироваться с помощью passkey
tr: Passkey ile kayıt ol
zh: 使用通行密钥注册

# sign_up_passkey_use_password
source: Use password instead
ar: استخدم كلمة المرور بدلاً من ذلك
bg: Използвай парола вместо това
de: Stattdessen Passwort verwenden
es: Usar contraseña en su lugar
fr: Utiliser un mot de passe à la place
it: Usa password invece
pl: Użyj hasła zamiast tego
ro: Folosește parolă în schimb
ru: Использовать пароль вместо этого
tr: Bunun yerine şifre kullan
zh: 改用密码

# sign_up_password_description
source: Choose a strong password to create an account
ar: اختر كلمة مرور قوية لإنشاء حساب
bg: Изберете силна парола, за да създадете акаунт
de: Wähle ein starkes Passwort, um ein Konto zu erstellen
es: Elige una contraseña fuerte para crear una cuenta
fr: Choisissez un mot de passe fort pour créer un compte
it: Scegli una password forte per creare un account
pl: Wybierz silne hasło, aby utworzyć konto
ro: Alege o parolă puternică pentru a crea un cont
ru: Выберите надёжный пароль для создания аккаунта
tr: Hesap oluşturmak için güçlü bir şifre seçin
zh: 选择强密码创建账户

# sign_up_password_title
source: Register
ar: تسجيل
bg: Регистрирай се
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pl: Zarejestruj się
ro: Înregistrează-te
ru: Зарегистрироваться
tr: Kayıt ol
zh: 注册

# sorting_price_asc
source: Price: low to high
ar: السعر: من الأقل إلى الأعلى
bg: Цена: от ниска към висока
de: Preis: niedrig bis hoch
es: Precio: de menor a mayor
fr: Prix : du plus bas au plus haut
it: Prezzo: dal più basso al più alto
pl: Cena: od najniższej do najwyższej
ro: Preț: de la mic la mare
ru: Цена: от низкой к высокой
tr: Fiyat: düşükten yükseğe
zh: 价格：从低到高

# sorting_price_desc
source: Price: high to low
ar: السعر: من الأعلى إلى الأقل
bg: Цена: от висока към ниска
de: Preis: hoch bis niedrig
es: Precio: de mayor a menor
fr: Prix : du plus haut au plus bas
it: Prezzo: dal più alto al più basso
pl: Cena: od najwyższej do najniższej
ro: Preț: de la mare la mic
ru: Цена: от высокой к низкой
tr: Fiyat: yüksekten düşüğe
zh: 价格：从高到低

# story_preview_title
source: Story preview
ar: معاينة القصة
bg: Преглед на историята
de: Story-Vorschau
es: Vista previa de la historia
fr: Aperçu de l'histoire
it: Anteprima storia
pl: Podgląd historii
ro: Previzualizare poveste
ru: Предпросмотр истории
tr: Hikaye önizlemesi
zh: 故事预览

# story_reply_not_available_receiver
source: Unavailable story
ar: قصة غير متاحة
bg: Недостъпна история
de: Story nicht verfügbar
es: Historia no disponible
fr: Histoire indisponible
it: Storia non disponibile
pl: Niedostępna historia
ro: Poveste indisponibilă
ru: Недоступная история
tr: Kullanılamayan hikaye
zh: 故事不可用

# story_reply_not_available_sender
source: Content unavailable
ar: المحتوى غير متاح
bg: Недостъпно съдържание
de: Inhalt nicht verfügbar
es: Contenido no disponible
fr: Contenu indisponible
it: Contenuto non disponibile
pl: Treść niedostępna
ro: Conținut indisponibil
ru: Контент недоступен
tr: İçerik kullanılamıyor
zh: 内容不可用

# story_reply_receiver
source: Replied you
ar: رد عليك
bg: Ви отговори
de: Dir geantwortet
es: Te respondió
fr: Vous a répondu
it: Ti ha risposto
pl: Odpowiedział Ci
ro: Ți-a răspuns
ru: Ответил вам
tr: Size yanıt verdi
zh: 回复了您

# story_reply_sender
source: You replied
ar: لقد رددت
bg: Вие отговорихте
de: Du hast geantwortet
es: Respondiste
fr: Vous avez répondu
it: Hai risposto
pl: Odpowiedziałeś
ro: Ai răspuns
ru: Вы ответили
tr: Yanıt verdiniz
zh: 您回复了

# story_see_article
source: See article
ar: عرض المقال
bg: Виж статията
de: Artikel ansehen
es: Ver artículo
fr: Voir l'article
it: Vedi articolo
pl: Zobacz artykuł
ro: Vezi articolul
ru: Посмотреть статью
tr: Makaleyi gör
zh: 查看文章

# story_see_post
source: See post
ar: عرض المنشور
bg: Виж публикацията
de: Beitrag ansehen
es: Ver publicación
fr: Voir la publication
it: Vedi post
pl: Zobacz post
ro: Vezi postarea
ru: Посмотреть пост
tr: Gönderiyi gör
zh: 查看帖子

# story_see_profile
source: See profile
bg: Виж профила
es: Ver perfil
fr: Voir le profil
it: Vedi profilo
ru: Посмотреть профиль

# story_share_receiver
source: Shared this story with you
ar: شارك هذه القصة معك
bg: Сподели тази история с вас
de: Diese Story mit dir geteilt
es: Compartió esta historia contigo
fr: Vous a partagé cette histoire
it: Ha condiviso questa storia con te
pl: Udostępnił Ci tę historię
ro: Ți-a distribuit această poveste
ru: Поделился с вами этой историей
tr: Bu hikayeyi sizinle paylaştı
zh: 与您分享了此故事

# story_share_sender
source: You shared this story
ar: لقد شاركت هذه القصة
bg: Вие споделихте тази история
de: Du hast diese Story geteilt
es: Compartiste esta historia
fr: Vous avez partagé cette histoire
it: Hai condiviso questa storia
pl: Udostępniłeś tę historię
ro: Ai distribuit această poveste
ru: Вы поделились этой историей
tr: Bu hikayeyi paylaştınız
zh: 您分享了这个故事

# suggestions_empty_description
source: We couldn’t find anything matching your search
ar: اكتب لمزيد من الاختيارات من القائمة
bg: Не успяхме да намерим нищо, което да съответства на вашето търсене
de: Wir konnten nichts finden, das deiner Suche entspricht.
es: No pudimos encontrar nada que coincida con tu búsqueda
fr: Nous n'avons rien trouvé correspondant à votre recherche
it: Non siamo riusciti a trovare nulla corrispondente alla tua ricerca
pl: Nie znaleźliśmy niczego pasującego do Twojego wyszukiwania
ro: Nu am găsit nimic care să se potrivească căutării tale
ru: Мы не смогли найти ничего, соответствующего вашему поиску
tr: Aramanıza uyan hiçbir şey bulamadık
zh: 我们找不到任何与您的搜索匹配的内容

# suggestions_loading_description
source: Search for the user you want to mention
ar: ابحث عن المستخدم الذي تريد ذكره
bg: Търсете потребителя, който искате да споменете
de: Suche nach dem Benutzer, den du erwähnen möchtest
es: Busca el usuario que quieres mencionar
fr: Recherchez l'utilisateur que vous souhaitez mentionner
it: Cerca l'utente che vuoi menzionare
pl: Szukaj użytkownika, którego chcesz wspomnieć
ro: Caută utilizatorul pe care vrei să-l menționezi
ru: Ищите пользователя, которого хотите упомянуть
tr: Bahsetmek istediğiniz kullanıcıyı arayın
zh: 搜索您想要提及的用户

# tokenized_communities_top_tokens
source: Top Tokens
ar: أفضل التوكنات
bg: Топ токени
es: Principales tokens
fr: Meilleurs jetons
it: Token principali
pl: Najlepsze tokeny
ro: Tokenuri de top
ru: Топ токенов

# tokenized_communities_trending_tokens
source: Trending Tokens
ar: التوكنات الرائجة
bg: Популярни токени
es: Tokens en tendencia
fr: Jetons tendance
it: Token di tendenza
pl: Popularne tokeny
ro: Tokenuri în tendință
ru: Популярные токены

# tokenized_community_bonding_curve
source: Bonding Curve
bg: Крива на обвързване
fr: Courbe de liaison
it: Curva di vincolo
ru: Кривая бондинга

# tokenized_community_chart_tab
source: Chart
bg: Графика
es: Gráfico
fr: Graphique
it: Grafico
pl: Wykres
ru: График

# tokenized_community_comments_tab
source: Comments
bg: Коментари
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
pl: Komentarze
ru: Комментарии

# tokenized_community_holders_tab
source: Holders
bg: Притежатели
de: Inhaber
es: Tenedores
fr: Détenteurs
it: Detentori
pl: Posiadacze
ru: Держатели

# tokenized_community_trades_tab
source: Trades
bg: Сделки
es: Operaciones
fr: Transactions
it: Operazioni
pl: Transakcje
ru: Сделки

# toolbar_link_title
source: Add a link
ar: أضف رابط
bg: Добави връзка
de: Link hinzufügen
es: Agregar un enlace
fr: Ajouter un lien
it: Aggiungi un link
pl: Dodaj link
ro: Adaugă un link
ru: Добавить ссылку
tr: Bağlantı ekle
zh: 添加链接

# top_holders_empty
source: Become the first holder
bg: Станете първият притежател
es: Conviértete en el primer titular
fr: Devenez le premier détenteur
it: Diventa il primo detentore
pl: Zostań pierwszym posiadaczem
ru: Станьте первым держателем

# top_holders_title
source: Top holders
bg: Топ притежатели
de: Top-Inhaber ({count})
es: Principales tenedores
fr: Principaux détenteurs
it: Principali detentori
pl: Najwięksi posiadacze
ru: Топ держатели

# topics_add
source: Add
ar: أضف
bg: Добави
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pl: Dodaj
ro: Adaugă
ru: Добавить
tr: Ekle
zh: 添加

# topics_title
source: Topics
ar: المواضيع
bg: Теми
de: Themen
es: Temas
fr: Sujets
it: Argomenti
pl: Tematy
ro: Subiecte
ru: Темы
tr: Konular
zh: 话题

# trade_buy
source: BUY
bg: КУПУВАНЕ
de: KAUF
es: COMPRAR
fr: ACHAT
it: ACQUISTA
pl: KUP
ru: ПОКУПКА

# trade_sell
source: SELL
bg: ПРОДАВАНЕ
de: VERKAUF
es: VENDER
fr: VENTE
it: VENDI
pl: SPRZEDAJ
ru: ПРОДАЖА

# transaction_details_timeline_executing
source: In the process of execution
ar: قيد التنفيذ
bg: В процес на изпълнение
de: Wird ausgeführt
es: En proceso de ejecución
fr: En cours d'exécution
it: In fase di esecuzione
pl: W trakcie realizacji
ro: În proces de execuție
ru: В процессе выполнения
tr: Yürütme sürecinde
zh: 正在执行中

# transaction_details_timeline_failed
source: Failed
ar: المعاملة فشلت
bg: Неуспешно
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
pl: Nieudane
ro: Eșuat
ru: Неудачно
tr: Başarısız
zh: 失败

# transaction_details_timeline_pending
source: Pending
ar: قيد الانتظار
bg: В очакване
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
pl: Oczekujące
ro: În așteptare
ru: Ожидание
tr: Beklemede
zh: 待处理

# transaction_details_timeline_successful
source: Transaction successful
ar: المعاملة ناجحة
bg: Транзакцията е успешна
de: Transaktion erfolgreich
es: Transacción exitosa
fr: Transaction réussie
it: Transazione riuscita
pl: Transakcja pomyślna
ro: Tranzacție reușită
ru: Транзакция успешна
tr: İşlem başarılı
zh: 交易成功

# transaction_details_title
source: Transaction details
ar: تفاصيل المعاملة
bg: Детайли на транзакцията
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli transazione
pl: Szczegóły transakcji
ro: Detalii tranzacție
ru: Детали транзакции
tr: İşlem detayları
zh: 交易详情

# transaction_details_view_on_explorer
source: View on explorer
ar: عرض على المستكشف
bg: Виж в изследователя
de: Im Explorer anzeigen
es: Ver en el explorador
fr: Voir sur l'explorateur
it: Visualizza su explorer
pl: Zobacz w eksploratorze
ro: Vezi în explorer
ru: Посмотреть в обозревателе
tr: Explorer'da görüntüle
zh: 在浏览器中查看

# turn_notifications_chat
source: Chat and receive notifications even if the application is closed
ar: الدردشة واستقبال الإشعارات حتى إذا كان التطبيق مغلقاً
bg: Чатвайте и получавайте известия, дори ако приложението е затворено
de: Chatten und Benachrichtigungen erhalten, auch wenn die App geschlossen ist
es: Chatea y recibe notificaciones incluso si la aplicación está cerrada
fr: Chattez et recevez des notifications même si l'application est fermée
it: Chatta e ricevi notifiche anche se l'applicazione è chiusa
pl: Czatuj i otrzymuj powiadomienia, nawet gdy aplikacja jest zamknięta
ro: Conversați și primiți notificări chiar dacă aplicația este închisă
ru: Общайтесь и получайте уведомления, даже если приложение закрыто
tr: Uygulama kapalı olsa bile sohbet edin ve bildirim alın
zh: 即使应用关闭也能聊天和接收通知

# turn_notifications_description
source: Receive notifications when you transfer and receive funds
ar: استقبل إشعارات عند تحويل واستلام الأموال
bg: Получавайте известия, когато прехвърляте и получавате средства
de: Erhalte Benachrichtigungen, wenn du Gelder sendest und empfängst
es: Recibe notificaciones cuando transfieras y recibas fondos
fr: Recevez des notifications lorsque vous transférez et recevez des fonds
it: Ricevi notifiche quando trasferisci e ricevi fondi
pl: Otrzymuj powiadomienia podczas przesyłania i otrzymywania środków
ro: Primește notificări când transmiți și primești fonduri
ru: Получайте уведомления при переводе и получении средств
tr: Fon transfer ettiğinizde ve aldığınızda bildirim alın
zh: 在您转账和接收资金时接收通知

# turn_notifications_new_follower_description
source: @curtis has started following you
ar: @curtis بدأ في متابعتك
bg: @curtis започна да ви следва
de: @curtis folgt dir jetzt
es: @curtis comenzó a seguirte
fr: @curtis a commencé à vous suivre
it: @curtis ha iniziato a seguirti
pl: @curtis zaczął Cię obserwować
ro: @curtis a început să te urmărească
ru: @curtis начал подписываться на вас
tr: @curtis sizi takip etmeye başladı
zh: @curtis 开始关注您

# turn_notifications_new_follower_time
source: 24m ago
ar: منذ 24 دقيقة
bg: преди 24 мин
de: vor 24 Min.
es: hace 24m
fr: Il y a 24 min
it: 24 minuti fa
pl: 24 min temu
ro: acum 24 min
ru: 24 мин назад
tr: 24 dk önce
zh: 24分钟前

# turn_notifications_new_follower_title
source: New follower
ar: متابع جديد
bg: Нов последовател
de: Neuer Follower
es: Nuevo seguidor
fr: Nouvel abonné
it: Nuovo follower
pl: Nowy obserwujący
ro: Urmăritor nou
ru: Новый подписчик
tr: Yeni takipçi
zh: 新关注者

# turn_notifications_new_message_description
source: @marie has sent you a message
ar: @marie أرسلت لك رسالة
bg: @marie ви изпрати съобщение
de: @marie hat dir eine Nachricht gesendet
es: @marie te envió un mensaje
fr: @marie vous a envoyé un message
it: @marie ti ha inviato un messaggio
pl: @marie wysłał Ci wiadomość
ro: @marie ți-a trimis un mesaj
ru: @marie отправил вам сообщение
tr: @marie size bir mesaj gönderdi
zh: @marie 向您发送了一条消息

# turn_notifications_new_message_time
source: 31m ago
ar: منذ 31 دقيقة
bg: преди 31 мин
de: vor 31 Min.
es: hace 31m
fr: Il y a 31 min
it: 31 minuti fa
pl: 31 min temu
ro: acum 31 min
ru: 31 мин назад
tr: 31 dk önce
zh: 31分钟前

# turn_notifications_new_message_title
source: New message
ar: رسالة جديدة
bg: Ново съобщение
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
pl: Nowa wiadomość
ro: Mesaj nou
ru: Новое сообщение
tr: Yeni mesaj
zh: 新消息

# turn_notifications_receive
source: Receive notifications when you are sending or receiving assets
ar: استقبل إشعارات عند إرسال أو استلام الأصول
bg: Получавайте известия, когато изпращате или получавате активи
de: Benachrichtigungen beim Senden oder Empfangen von Assets erhalten
es: Recibe notificaciones cuando estés enviando o recibiendo activos
fr: Recevez des notifications lorsque vous envoyez ou recevez des actifs
it: Ricevi notifiche quando stai inviando o ricevendo risorse
pl: Otrzymuj powiadomienia podczas wysyłania lub otrzymywania aktywów
ro: Primește notificări când trimiți sau primești active
ru: Получайте уведомления при отправке или получении активов
tr: Varlık gönderirken veya alırken bildirim alın
zh: 在您发送或接收资产时接收通知

# turn_notifications_sent_description
source: @james sent you 10,482 ION
ar: أرسلت 12.43 ICE إلى @james
bg: @james ви изпрати 10 482 ION
de: Du hast 12,43 ICE an @james gesendet
es: Enviaste 12.43 ICE a @james
fr: @james vous a envoyé 10 482 ION
it: @james ti ha inviato 10.482 ION
pl: Wysłałeś 12.43 ICE do @james
ro: Ai trimis 12.43 ICE către @james
ru: @james отправил вам 10,482 ION
tr: @james'e 12.43 ICE gönderdiniz
zh: 您向 @james 发送了 12.43 ICE

# turn_notifications_sent_time
source: 15m ago
ar: منذ 15 دقيقة
bg: преди 15 мин
de: vor 15 Min.
es: hace 15m
fr: Il y a 15 min
it: 15 minuti fa
pl: 15 min temu
ro: acum 15 min
ru: 15 мин назад
tr: 15 dk önce
zh: 15分钟前

# turn_notifications_sent_title
source: Received ION
ar: تم إرسال ICE
bg: Получени ION
de: ICE gesendet
es: ICE enviado
fr: ION reçus
it: ION ricevuti
pl: Wysłano ICE
ro: ICE trimis
ru: Получено ION
tr: ICE gönderildi
zh: 已发送 ICE

# turn_notifications_stay_up
source: Stay up to date with the latest news
ar: ابقَ على اطلاع بآخر الأخبار
bg: Бъдете в течение с последните новини
de: Bleibe über die neuesten Nachrichten auf dem Laufenden
es: Mantente al día con las últimas noticias
fr: Restez à jour avec les dernières nouvelles
it: Resta aggiornato con le ultime notizie
pl: Bądź na bieżąco z najnowszymi wiadomościami
ro: Rămâi la curent cu ultimele știri
ru: Будьте в курсе последних новостей
tr: En son haberlerle güncel kalın
zh: 随时了解最新消息

# turn_notifications_title
source: Turn on notifications
ar: تفعيل الإشعارات
bg: Включи известията
de: Benachrichtigungen einschalten
es: Activar notificaciones
fr: Activer les notifications
it: Attiva notifiche
pl: Włącz powiadomienia
ro: Activează notificările
ru: Включить уведомления
tr: Bildirimleri aç
zh: 开启通知

# two_fa_account_linked_to
source: Your account is linked to
ar: حسابك مرتبط بـ
bg: Вашият акаунт е свързан с
de: Dein Konto ist verknüpft mit
es: Tu cuenta está vinculada a
fr: Votre compte est lié à
it: Il tuo account è collegato a
pl: Twoje konto jest połączone z
ro: Contul tău este legat de
ru: Ваш аккаунт связан с
tr: Hesabınız şuna bağlı
zh: 您的账户已链接到

# two_fa_auth
source: Authenticator code
ar: رمز المصادقة
bg: Код на удостоверителя
es: Código del autenticador
fr: Code d'authentification
it: Codice autenticatore
pl: Kod autentykatora
ro: Cod autentificator
ru: Код аутентификатора
tr: Doğrulayıcı kodu
zh: 身份验证器代码

# two_fa_code_confirmation
source: Please enter the code sent to
ar: يرجى إدخال الرمز المرسل إلى
bg: Моля, въведете кода, изпратен на
de: Bitte gib den an dich gesendeten Code ein
es: Por favor ingresa el código enviado a
fr: Veuillez entrer le code envoyé à
it: Inserisci il codice inviato a
pl: Proszę wprowadzić kod wysłany na
ro: Vă rugăm să introduceți codul trimis la
ru: Пожалуйста, введите код, отправленный на
tr: Lütfen şu adrese gönderilen kodu girin
zh: 请输入发送到

# two_fa_delete_email_button
source: Delete email
ar: حذف البريد الإلكتروني
bg: Изтрий имейл
de: E-Mail löschen
es: Eliminar correo electrónico
fr: Supprimer l'e-mail
it: Elimina email
pl: Usuń e-mail
ro: Șterge e-mailul
ru: Удалить электронную почту
tr: E-postayı sil
zh: 删除电子邮件

# two_fa_delete_email_cant_remove_description
source: You can't remove your email while other 2FA methods are still active. Please remove those first.
ar: لا يمكنك إزالة بريدك الإلكتروني بينما طرق المصادقة الثنائية الأخرى لا تزال نشطة. يرجى إزالتها أولاً.
bg: Не можете да премахнете вашия имейл, докато другите методи за двуфакторна автентификация са все още активни. Моля, първо премахнете тях.
de: Du kannst deine E-Mail nicht entfernen, solange andere 2FA-Methoden aktiv sind. Bitte entferne diese zuerst.
es: No puedes eliminar tu correo electrónico mientras otros métodos 2FA aún estén activos. Por favor elimínalos primero.
fr: Vous ne pouvez pas supprimer votre e-mail tant que d'autres méthodes 2FA sont encore actives. Veuillez d'abord les supprimer.
it: Non puoi rimuovere la tua email mentre altri metodi 2FA sono ancora attivi. Rimuovili prima.
pl: Nie możesz usunąć swojego e-maila, gdy inne metody 2FA są nadal aktywne. Proszę najpierw je usunąć.
ro: Nu poți șterge e-mailul în timp ce alte metode 2FA sunt încă active. Vă rugăm să le ștergeți mai întâi.
ru: Вы не можете удалить свою электронную почту, пока другие методы 2FA всё ещё активны. Пожалуйста, сначала удалите их.
tr: Diğer 2FA yöntemleri hala aktifken e-postanızı kaldıramazsınız. Lütfen önce onları kaldırın.
zh: 当其他 2FA 方法仍处于活动状态时，您无法删除电子邮件。请先删除它们。

# two_fa_delete_email_success
source: The email address has been successfully deleted
ar: تم حذف عنوان البريد الإلكتروني بنجاح
bg: Имейл адресът беше успешно изтрит
de: Die E-Mail-Adresse wurde erfolgreich gelöscht
es: La dirección de correo electrónico se ha eliminado correctamente
fr: L'adresse e-mail a été supprimée avec succès
it: L'indirizzo email è stato eliminato con successo
pl: Adres e-mail został pomyślnie usunięty
ro: Adresa de e-mail a fost ștersă cu succes
ru: Адрес электронной почты успешно удалён
tr: E-posta adresi başarıyla silindi
zh: 电子邮件地址已成功删除

# two_fa_delete_phone_success
source: Verification by phone was successfully deleted
ar: تم حذف التحقق عبر الهاتف بنجاح
bg: Потвърждението чрез телефон беше успешно изтрито
de: Die Verifizierung per Telefon wurde erfolgreich gelöscht
es: La verificación por teléfono se eliminó correctamente
fr: La vérification par téléphone a été supprimée avec succès
it: La verifica tramite telefono è stata eliminata con successo
pl: Weryfikacja przez telefon została pomyślnie usunięta
ro: Verificarea prin telefon a fost ștearsă cu succes
ru: Подтверждение по телефону успешно удалено
tr: Telefonla doğrulama başarıyla silindi
zh: 电话验证已成功删除

# two_fa_deleting_email_description
source: To delete the email verification, you must confirm by selecting the options first
ar: لحذف التحقق من البريد الإلكتروني، يجب التأكيد عن طريق اختيار الخيارات أولاً
bg: За да изтриете потвърждението по имейл, първо трябва да потвърдите чрез избор на опциите
de: Um die E-Mail-Verifizierung zu löschen, bestätige zuerst, indem du die Optionen auswählst.
es: Para eliminar la verificación de correo electrónico, debes confirmar seleccionando primero las opciones
fr: Pour supprimer la vérification par e-mail, vous devez d'abord confirmer en sélectionnant les options
it: Per eliminare la verifica email, devi prima confermare selezionando le opzioni
pl: Aby usunąć weryfikację e-mail, musisz najpierw potwierdzić, wybierając opcje
ro: Pentru a șterge verificarea e-mailului, trebuie să confirmați mai întâi selectând opțiunile
ru: Чтобы удалить подтверждение по электронной почте, вы должны сначала подтвердить, выбрав опции
tr: E-posta doğrulamasını silmek için önce seçenekleri seçerek onaylamanız gerekir
zh: 要删除电子邮件验证，您必须先选择选项进行确认

# two_fa_deleting_email_title
source: Deleting email
ar: جاري حذف البريد الإلكتروني
bg: Изтриване на имейл
de: E-Mail löschen
es: Eliminando correo electrónico
fr: Suppression de l'e-mail
it: Eliminazione email
pl: Usuwanie e-maila
ro: Ștergerea e-mailului
ru: Удаление электронной почты
tr: E-posta siliniyor
zh: 删除电子邮件
