Repository: ice-blockchain/ion-framework
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, de, es, fr, it, pl, ro, ru, tr, zh

# poll_time_day
source: {count, plural, =1 {{count} day} other {{count} days}}
ar: {count, plural, =1 {{count} يوم} other {{count} أيام}}
bg: {count, plural, =1 {{count} ден} other {{count} дни}}
de: {count, plural, =1 {{count} Tag} other {{count} Tage}}
es: {count, plural, =1 {{count} día} other {{count} días}}
fr: {count, plural, =1 {{count} jour} other {{count} jours}}
it: {count, plural, =1 {{count} giorno} other {{count} giorni}}
pl: {count, plural, =1 {{count} dzień} other {{count} dni}}
ro: {count, plural, =1 {{count} zi} other {{count} zile}}
ru: {count, plural, =1 {{count} день} other {{count} дней}}
tr: {count, plural, =1 {{count} gün} other {{count} gün}}
zh: {count, plural, =1 {{count} 天} other {{count} 天}}

# poll_time_hour
source: {count, plural, =1 {{count} hour} other {{count} hours}}
ar: {count, plural, =1 {{count} ساعة} other {{count} ساعات}}
bg: {count, plural, =1 {{count} час} other {{count} часа}}
de: {count, plural, =1 {{count} Stunde} other {{count} Stunden}}
es: {count, plural, =1 {{count} hora} other {{count} horas}}
fr: {count, plural, =1 {{count} heure} other {{count} heures}}
it: {count, plural, =1 {{count} ora} other {{count} ore}}
pl: {count, plural, =1 {{count} godzina} other {{count} godzin}}
ro: {count, plural, =1 {{count} oră} other {{count} ore}}
ru: {count, plural, =1 {{count} час} other {{count} часов}}
tr: {count, plural, =1 {{count} saat} other {{count} saat}}
zh: {count, plural, =1 {{count} 小时} other {{count} 小时}}

# poll_time_left
source: Left
ar: متبقي
bg: Остава
de: Verbleibend
es: Restante
fr: Restant
it: Rimasto
pl: Pozostało
ro: Rămas
ru: Осталось
tr: Kalan
zh: 剩余

# poll_time_less_than_minute
source: less than a minute
ar: أقل من دقيقة
bg: по-малко от минута
de: weniger als eine Minute
es: menos de un minuto
fr: moins d'une minute
it: meno di un minuto
pl: mniej niż minuta
ro: mai puțin de un minut
ru: меньше минуты
tr: bir dakikadan az
zh: 不到一分钟

# poll_time_minute
source: {count, plural, =1 {{count} minute} other {{count} minutes}}
ar: {count, plural, =1 {{count} دقيقة} other {{count} دقائق}}
bg: {count, plural, =1 {{count} минута} other {{count} минути}}
de: {count, plural, =1 {{count} Minute} other {{count} Minuten}}
es: {count, plural, =1 {{count} minuto} other {{count} minutos}}
it: {count, plural, =1 {{count} minuto} other {{count} minuti}}
pl: {count, plural, =1 {{count} minuta} other {{count} minut}}
ro: {count, plural, =1 {{count} minut} other {{count} minute}}
ru: {count, plural, =1 {{count} минута} other {{count} минут}}
tr: {count, plural, =1 {{count} dakika} other {{count} dakika}}
zh: {count, plural, =1 {{count} 分钟} other {{count} 分钟}}

# poll_title_placeholder
source: Write a question for the poll
ar: اكتب سؤالاً للاستطلاع
bg: Напишете въпрос за анкетата
de: Schreibe eine Frage für die Umfrage
es: Escribe una pregunta para la encuesta
fr: Écrivez une question pour le sondage
it: Scrivi una domanda per il sondaggio
pl: Napisz pytanie do ankiety
ro: Scrie o întrebare pentru sondaj
ru: Напишите вопрос для опроса
tr: Anket için bir soru yazın
zh: 为投票写一个问题

# poll_votes
source: Votes
ar: الأصوات
bg: Гласове
de: Stimmen
es: Votos
it: Voti
pl: Głosy
ro: Voturi
ru: Голосов
tr: Oylar
zh: 投票

# post_hide_replies
source: Hide replies
ar: إخفاء الردود
bg: Скрий отговорите
de: Antworten ausblenden
es: Ocultar respuestas
fr: Masquer les réponses
it: Nascondi risposte
pl: Ukryj odpowiedzi
ro: Ascunde răspunsurile
ru: Скрыть ответы
tr: Yanıtları gizle
zh: 隐藏回复

# post_menu_block_nickname
source: Block @{nickname}
ar: حظر @{nickname}
bg: Блокирай @{nickname}
de: @{nickname} blockieren
es: Bloquear @{nickname}
fr: Bloquer @{nickname}
it: Blocca @{nickname}
pl: Zablokuj @{nickname}
ro: Blochează @{nickname}
ru: Заблокировать @{nickname}
tr: @{nickname} engelle
zh: 屏蔽 @{nickname}

# post_menu_delete
source: Delete
ar: حذف
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
ro: Șterge
ru: Удалить
tr: Sil
zh: 删除

# post_menu_follow_nickname
source: Follow @{nickname}
ar: تابع @{nickname}
bg: Следвай @{nickname}
de: @{nickname} folgen
es: Seguir @{nickname}
fr: Suivre @{nickname}
it: Segui @{nickname}
pl: Obserwuj @{nickname}
ro: Urmărește @{nickname}
ru: Подписаться на @{nickname}
tr: @{nickname} takip et
zh: 关注 @{nickname}

# post_menu_not_interested
source: Not interested
ar: غير مهتم
bg: Не ме интересува
de: Kein Interesse
es: No me interesa
fr: Pas intéressé
it: Non mi interessa
pl: Nie interesuje mnie
ro: Nu mă interesează
ru: Не интересно
tr: İlgilenmiyorum
zh: 不感兴趣

# post_menu_report_post
source: Report post
ar: الإبلاغ عن المنشور
bg: Докладвай публикация
de: Beitrag melden
es: Reportar publicación
fr: Signaler la publication
it: Segnala post
pl: Zgłoś post
ro: Raportează postarea
ru: Пожаловаться на пост
tr: Gönderiyi bildir
zh: 举报帖子

# post_menu_unblock_nickname
source: Unblock @{nickname}
ar: إلغاء حظر @{nickname}
bg: Разблокирай @{nickname}
de: @{nickname} Blockierung aufheben
es: Desbloquear @{nickname}
fr: Débloquer @{nickname}
it: Sblocca @{nickname}
pl: Odblokuj @{nickname}
ro: Deblochează @{nickname}
ru: Разблокировать @{nickname}
tr: @{nickname} engelini kaldır
zh: 取消屏蔽 @{nickname}

# post_menu_unfollow_nickname
source: Unfollow @{nickname}
ar: إلغاء متابعة @{nickname}
bg: Спрете да следвате @{nickname}
de: @{nickname} entfolgen
es: Dejar de seguir @{nickname}
fr: Ne plus suivre @{nickname}
it: Smetti di seguire @{nickname}
pl: Przestań obserwować @{nickname}
ro: Nu mai urmări @{nickname}
ru: Отписаться от @{nickname}
tr: @{nickname} takibi bırak
zh: 取消关注 @{nickname}

# post_page_title
source: Post
ar: منشور
bg: Публикация
de: Beitrag
es: Publicación
fr: Publication
ro: Postare
ru: Пост
tr: Gönderi
zh: 帖子

# post_reply_hint
source: Write your reply
ar: اكتب ردك
bg: Напишете вашия отговор
de: Schreibe deine Antwort
es: Escribe tu respuesta
fr: Écrivez votre réponse
it: Scrivi la tua risposta
pl: Napisz swoją odpowiedź
ro: Scrie răspunsul tău
ru: Напишите свой ответ
tr: Yanıtınızı yazın
zh: 写下您的回复

# post_reply_sent
source: Your reply was sent
ar: تم إرسال ردك
bg: Вашият отговор беше изпратен
de: Deine Antwort wurde gesendet
es: Tu respuesta fue enviada
fr: Votre réponse a été envoyée
it: La tua risposta è stata inviata
pl: Twoja odpowiedź została wysłana
ro: Răspunsul tău a fost trimis
ru: Ваш ответ отправлен
tr: Yanıtınız gönderildi
zh: 您的回复已发送

# post_replying_to
source: Replying to
ar: رد على
bg: Отговор на
de: Antwort auf
es: Respondiendo a
fr: Répondre à
it: Rispondendo a
pl: Odpowiadanie na
ro: Răspunzi la
ru: Ответ на
tr: Yanıtlıyorsunuz
zh: 回复给

# post_show_replies
source: Show replies
ar: عرض الردود
bg: Покажи отговорите
de: Antworten anzeigen
es: Mostrar respuestas
fr: Afficher les réponses
it: Mostra risposte
pl: Pokaż odpowiedzi
ro: Arată răspunsurile
ru: Показать ответы
tr: Yanıtları göster
zh: 显示回复

# privacy_group_wallet_address_title
source: Wallet address
ar: عنوان المحفظة
bg: Адрес на портфейла
de: Wallet-Adresse
es: Dirección de billetera
fr: Adresse du portefeuille
it: Indirizzo portafoglio
pl: Adres portfela
ro: Adresa portofelului
ru: Адрес кошелька
tr: Cüzdan adresi
zh: 钱包地址

# privacy_group_who_can_invite_you_title
source: Who can invite you in groups
ar: من يمكنه دعوتك في المجموعات
bg: Кой може да ви покани в групи
de: Wer kann dich in Gruppen einladen
es: Quién puede invitarte en grupos
fr: Qui peut vous inviter dans les groupes
it: Chi può invitarti nei gruppi
pl: Kto może Cię zaprosić do grup
ro: Cine te poate invita în grupuri
ru: Кто может пригласить вас в группы
tr: Gruplarda sizi kim davet edebilir
zh: 谁可以在群组中邀请您

# privacy_group_who_can_message_you_title
source: Who can message you
ar: من يمكنه مراسلتك
bg: Кой може да ви изпраща съобщения
de: Wer kann dir Nachrichten senden
es: Quién puede enviarte mensajes
fr: Qui peut vous envoyer des messages
it: Chi può inviarti messaggi
pl: Kto może wysyłać Ci wiadomości
ro: Cine îți poate trimite mesaje
ru: Кто может отправлять вам сообщения
tr: Size kim mesaj gönderebilir
zh: 谁可以向您发送消息

# privacy_option_user_visibility_for_everyone
source: Everyone
ar: الجميع
bg: Всички
de: Alle
es: Todos
fr: Tout le monde
it: Tutti
pl: Wszyscy
ro: Toți
ru: Все
tr: Herkes
zh: 所有人

# privacy_option_user_visibility_for_followed_people
source: Accounts I follow
ar: الأشخاص الذين أتابعهم
bg: Акаунти, които следвам
de: Konten, denen ich folge
es: Cuentas que sigo
fr: Comptes que je suis
it: Account che seguo
pl: Konta, które obserwuję
ro: Conturi pe care le urmăresc
ru: Аккаунты, на которые я подписан
tr: Takip ettiğim hesaplar
zh: 我关注的账户

# privacy_option_user_visibility_for_friends
source: Friends
ar: الأصدقاء
bg: Приятели
de: Freunde
es: Amigos
fr: Amis
it: Amici
pl: Przyjaciele
ro: Prieteni
ru: Друзья
tr: Arkadaşlar
zh: 朋友

# privacy_option_wallet_private
source: Private
ar: خاص
bg: Частно
de: Privat
es: Privado
fr: Privé
it: Privato
pl: Prywatne
ro: Privat
ru: Приватно
tr: Özel
zh: 私密

# privacy_option_wallet_public
source: Public
ar: عام
bg: Публично
de: Öffentlich
es: Público
it: Pubblico
pl: Publiczne
ru: Публично
tr: Herkese açık
zh: 公开

# profile_articles
source: Articles
ar: المقالات
bg: Статии
de: Artikel
es: Artículos
it: Articoli
pl: Artykuły
ro: Articole
ru: Статьи
tr: Makaleler
zh: 文章

# profile_articles_desc
source: Trending stories
ar: القصص الرائجة
bg: Трендови истории
de: Angesagte Artikel
es: Historias en tendencia
fr: Histoires tendances
it: Storie di tendenza
pl: Trendujące historie
ro: Povești tendințe
ru: Трендовые истории
tr: Trend hikayeler
zh: 热门故事

# profile_articles_empty_list
source: {username} doesn't have any articles
ar: {username} ليس لديه أي مقالات
bg: {username} няма статии
de: {username} hat keine Artikel
es: {username} no tiene ningún artículo
fr: {username} n'a pas d'articles
it: {username} non ha articoli
pl: {username} nie ma artykułów
ro: {username} nu are articole
ru: {username} не имеет статей
tr: {username} makalesi yok
zh: {username} 没有任何文章

# profile_articles_empty_list_current_user
source: You don't have any articles
ar: ليس لديك أي مقالات
bg: Нямате статии
de: Du hast noch keine Artikel
es: No tienes ningún artículo
fr: Vous n'avez pas d'articles
it: Non hai articoli
pl: Nie masz artykułów
ro: Nu ai articole
ru: У вас нет статей
tr: Makaleniz yok
zh: 您没有任何文章

# profile_bio
source: Bio
ar: نبذة
bg: Био
es: Biografía
it: Biografia
ru: Био
tr: Biyografi
zh: 简介

# profile_create_new_account
source: Add an account
ar: إنشاء حساب جديد
bg: Добави акаунт
de: Neues Konto erstellen
es: Añadir una cuenta
fr: Ajouter un compte
it: Aggiungi un account
pl: Utwórz nowe konto
ro: Creează cont nou
ru: Добавить аккаунт
tr: Yeni hesap oluştur
zh: 创建新账户

# profile_creation_date
source: December 2024
ar: ديسمبر 2024
bg: Декември 2024
de: Dezember 2024
es: Diciembre 2024
fr: Décembre 2024
it: Dicembre 2024
pl: Grudzień 2024
ro: Decembrie 2024
ru: Декабрь 2024
tr: Aralık 2024
zh: 2024年12月

# profile_edit
source: Edit profile
ar: تعديل الملف الشخصي
bg: Редактирай профил
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pl: Edytuj profil
ro: Editează profilul
ru: Редактировать профиль
tr: Profili düzenle
zh: 编辑个人资料

# profile_empty_state
source: There's nothing here yet
ar: لا يوجد شيء هنا بعد
bg: Все още няма нищо тук
de: Hier gibt es noch nichts
es: Aún no hay nada aquí
fr: Il n'y a encore rien ici
it: Non c'è ancora nulla qui
pl: Jeszcze nic tu nie ma
ro: Nu există nimic aici încă
ru: Здесь пока ничего нет
tr: Henüz burada hiçbir şey yok
zh: 这里还没有内容

# profile_feed_desc
source: Discover and engage
ar: اكتشف وتفاعل
bg: Открий и ангажирай
de: Entdecken und interagieren
es: Descubrir e interactuar
fr: Découvrir et s'engager
it: Scopri e interagisci
pl: Odkrywaj i angażuj się
ro: Descoperă și interacționează
ru: Открывайте и взаимодействуйте
tr: Keşfet ve etkileşime geç
zh: 发现和互动

# profile_followed_by
source: Followed by
ar: يتابعك من قبل
bg: Следван от
de: Gefolgt von
es: Seguido por
fr: Suivi par
it: Seguito da
pl: Obserwowany przez
ro: Urmărit de
ru: Подписчики:
tr: Takip edenler:
zh: 被

# profile_followed_by_and
source: and
ar: و
bg: и
de: und
es: y
fr: et
it: e
pl: i
ro: și
ru: и
tr: ve
zh: 和

# profile_followed_by_and_others
source: others
ar: آخرين
bg: други
de: anderen
es: otros
fr: autres
it: altri
pl: innych
ro: alții
ru: других
tr: diğerleri
zh: 其他人关注

# profile_followers
source: Followers
ar: الحسابات التي تتابعك
bg: Последователи
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
pl: Obserwujący
ro: Urmăritori
ru: Подписчики
tr: Takipçiler
zh: 关注者

# profile_followers_with_counter
source: Followers ({counter})
ar: الحسابات التي تتابعك ({counter})
bg: Последователи ({counter})
de: Follower ({counter})
es: Seguidores ({counter})
fr: Abonnés ({counter})
it: Follower ({counter})
pl: Obserwujący ({counter})
ro: Urmăritori ({counter})
ru: Подписчики ({counter})
tr: Takipçiler ({counter})
zh: 关注者 ({counter})

# profile_following
source: Following
ar: الحسابات التي تتابعها
bg: Следвам
de: Abonniert
es: Siguiendo
fr: Abonnements
it: Seguiti
pl: Obserwuję
ro: Urmăresc
ru: Подписки
tr: Takip Edilenler
zh: 关注中

# profile_following_with_counter
source: Following ({counter})
ar: الحسابات التي تتابعها ({counter})
bg: Следвам ({counter})
de: Abonniert ({counter})
es: Siguiendo ({counter})
fr: Abonnements ({counter})
it: Seguiti ({counter})
pl: Obserwuję ({counter})
ro: Urmăresc ({counter})
ru: Подписки ({counter})
tr: Takip Edilenler ({counter})
zh: 关注中 ({counter})

# profile_follows_you
source: Follows you
ar: يتابعك
bg: Вие следвате
de: Folgt dir
es: Te sigue
fr: Vous suit
it: Ti segue
pl: Obserwuje Cię
ro: Te urmărește
ru: Подписан на вас
tr: Sizi takip ediyor
zh: 关注了您

# profile_help
source: Help Center
ar: مركز المساعدة
bg: Център за помощ
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide
it: Centro assistenza
pl: Centrum pomocy
ro: Centru de ajutor
ru: Центр помощи
tr: Yardım Merkezi
zh: 帮助中心

# profile_location
source: Location
ar: الموقع
bg: Местоположение
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
pl: Lokalizacja
ro: Locație
ru: Местоположение
tr: Konum
zh: 位置

# profile_log_out
source: Log out {nickname}
ar: تسجيل الخروج {nickname}
bg: Изход от {nickname}
de: Als {nickname} abmelden
es: Cerrar sesión de {nickname}
fr: Déconnecter {nickname}
it: Esci da {nickname}
pl: Wyloguj {nickname}
ro: Deconectează-te de la {nickname}
ru: Выйти из {nickname}
tr: {nickname} çıkış yap
zh: 登出 {nickname}

# profile_login_with_new_account
source: Login with new account
bg: Влезте с нов акаунт
de: Mit neuem Konto anmelden
es: Iniciar sesión con nueva cuenta
fr: Se connecter avec un nouveau compte
it: Accedi con un nuovo account
pl: Zaloguj się nowym kontem
ru: Войти с новым аккаунтом

# profile_no_account_found
source: We couldn't find this account
ar: لم نتمكن من العثور على هذا الحساب
bg: Не успяхме да намерим този акаунт
de: Wir konnten dieses Konto nicht finden
es: No pudimos encontrar esta cuenta
fr: Nous n'avons pas pu trouver ce compte
it: Non siamo riusciti a trovare questo account
pl: Nie mogliśmy znaleźć tego konta
ro: Nu am putut găsi acest cont
ru: Мы не смогли найти этот аккаунт
tr: Bu hesabı bulamadık
zh: 我们找不到此账户

# profile_none
source: None
ar: لا يوجد
bg: Нищо
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pl: Brak
ro: Niciunul
ru: Нет
tr: Yok
zh: 无

# profile_notifications_popup_title
source: Account notifications
ar: إشعارات الحساب
bg: Известия за акаунта
de: Kontobenachrichtigungen
es: Notificaciones de cuenta
fr: Notifications du compte
it: Notifiche account
pl: Powiadomienia konta
ro: Notificări cont
ru: Уведомления аккаунта
tr: Hesap bildirimleri
zh: 账户通知

# profile_popup_block_user_desc
source: Are you sure you want to block this user?
ar: هل أنت متأكد أنك تريد حظر هذا المستخدم؟
bg: Сигурни ли сте, че искате да блокирате този потребител?
de: Bist du sicher, dass du diesen Nutzer blockieren möchtest?
es: ¿Estás seguro de que quieres bloquear a este usuario?
fr: Êtes-vous sûr de vouloir bloquer cet utilisateur ?
it: Sei sicuro di voler bloccare questo utente?
pl: Czy na pewno chcesz zablokować tego użytkownika?
ro: Sunteți sigur că doriți să blocați acest utilizator?
ru: Вы уверены, что хотите заблокировать этого пользователя?
tr: Bu kullanıcıyı engellemek istediğinizden emin misiniz?
zh: 您确定要屏蔽此用户吗？

# profile_popup_report_desc
source: Select a category from the list below
ar: اختر فئة من القائمة أدناه
bg: Изберете категория от списъка по-долу
de: Wähle unten eine Kategorie aus
es: Selecciona una categoría de la lista a continuación
fr: Sélectionnez une catégorie dans la liste ci-dessous
it: Seleziona una categoria dall'elenco seguente
pl: Wybierz kategorię z poniższej listy
ro: Selectează o categorie din lista de mai jos
ru: Выберите категорию из списка ниже
tr: Aşağıdaki listeden bir kategori seçin
zh: 从下面的列表中选择一个类别

# profile_popup_report_success_desc
source: Your report has been successfully sent
ar: تم إرسال تقريرك بنجاح
bg: Вашият доклад беше успешно изпратен
de: Deine Meldung wurde erfolgreich gesendet
es: Tu reporte se ha enviado correctamente
fr: Votre signalement a été envoyé avec succès
it: La tua segnalazione è stata inviata con successo
pl: Twoje zgłoszenie zostało pomyślnie wysłane
ro: Raportul tău a fost trimis cu succes
ru: Ваше обращение успешно отправлено
tr: Bildiriminiz başarıyla gönderildi
zh: 您的举报已成功发送

# profile_popup_report_success_title
source: Successfully sent
ar: تم الإرسال بنجاح
bg: Успешно изпратен
de: Erfolgreich gesendet
es: Enviado correctamente
fr: Envoyé avec succès
it: Inviato con successo
pl: Pomyślnie wysłano
ro: Trimis cu succes
ru: Успешно отправлено
tr: Başarıyla gönderildi
zh: 发送成功

# profile_popup_report_title
source: Report @{nickname}
ar: الإبلاغ عن @{nickname}
bg: Докладвай @{nickname}
de: @{nickname} melden
es: Reportar @{nickname}
fr: Signaler @{nickname}
it: Segnala @{nickname}
pl: Zgłoś @{nickname}
ro: Raportează @{nickname}
ru: Пожаловаться на @{nickname}
tr: @{nickname} bildir
zh: 举报 @{nickname}

# profile_popup_unfollow
source: Unfollow @{nickname}?
ar: إلغاء متابعة @{nickname}؟
bg: Спрете да следвате @{nickname}?
de: @{nickname} entfolgen?
es: ¿Dejar de seguir a @{nickname}?
fr: Ne plus suivre @{nickname} ?
it: Smetti di seguire @{nickname}?
pl: Przestań obserwować @{nickname}?
ro: Nu mai urmări @{nickname}?
ru: Отписаться от @{nickname}?
tr: @{nickname} takibi bırak?
zh: 取消关注 @{nickname}？

# profile_popup_unfollow_desc
source: Once you unfollow, you will no longer see their updates or content in your feed.
ar: بمجرد إلغاء المتابعة، لن ترى تحديثاتهم أو محتواهم في خلاصتك بعد الآن.
bg: След като спрете да следвате, вече няма да виждате техните актуализации или съдържание във вашата лента.
de: Wenn du entfolgst, siehst du keine Updates oder Inhalte dieser Person mehr in deinem Feed.
es: Una vez que dejes de seguir, ya no verás sus actualizaciones o contenido en tu feed.
fr: Une fois que vous ne suivez plus, vous ne verrez plus leurs mises à jour ou leur contenu dans votre fil d'actualité.
it: Una volta che smetti di seguire, non vedrai più i loro aggiornamenti o contenuti nel tuo feed.
pl: Gdy przestaniesz obserwować, nie będziesz już widzieć ich aktualizacji ani treści w swoim kanale.
ro: Odată ce nu mai urmărești, nu vei mai vedea actualizările sau conținutul lor în feed-ul tău.
ru: Когда вы отпишетесь, вы больше не будете видеть их обновления или контент в своей ленте.
tr: Takibi bıraktığınızda, artık güncellemelerini veya içeriklerini akışınızda görmeyeceksiniz.
zh: 一旦取消关注，您将不再在动态中看到他们的更新或内容。

# profile_posts
source: Posts
ar: المنشورات
bg: Публикации
de: Beiträge
es: Publicaciones
fr: Publications
it: Post
pl: Posty
ro: Postări
ru: Посты
tr: Gönderiler
zh: 帖子

# profile_posts_empty_list
source: {username} doesn't have any posts
ar: {username} ليس لديه أي منشورات
bg: {username} няма публикации
de: {username} hat keine Beiträge
es: {username} no tiene ninguna publicación
fr: {username} n'a pas de publications
it: {username} non ha post
pl: {username} nie ma postów
ro: {username} nu are postări
ru: {username} не имеет постов
tr: {username} gönderisi yok
zh: {username} 没有任何帖子

# profile_posts_empty_list_current_user
source: You don't have any posts
ar: ليس لديك أي منشورات
bg: Нямате публикации
de: Du hast noch keine Beiträge
es: No tienes ninguna publicación
fr: Vous n'avez pas de publications
it: Non hai post
pl: Nie masz postów
ro: Nu ai postări
ru: У вас нет постов
tr: Gönderiniz yok
zh: 您没有任何帖子

# profile_privacy
source: Settings & Privacy
ar: الإعدادات والخصوصية
bg: Настройки и поверителност
de: Einstellungen & Datenschutz
es: Configuración y privacidad
fr: Paramètres et confidentialité
it: Impostazioni e Privacy
pl: Ustawienia i prywatność
ro: Setări și confidențialitate
ru: Настройки и конфиденциальность
tr: Ayarlar ve Gizlilik
zh: 设置与隐私

# profile_profile_desc
source: Your personal space
ar: مساحتك الشخصية
bg: Вашето лично пространство
de: Dein persönlicher Bereich
es: Tu espacio personal
fr: Votre espace personnel
it: Il tuo spazio personale
pl: Twoja przestrzeń osobista
ro: Spațiul tău personal
ru: Ваше личное пространство
tr: Kişisel alanınız
zh: 您的个人空间

# profile_replies
source: Replies
ar: الردود
bg: Отговори
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
pl: Odpowiedzi
ro: Răspunsuri
ru: Ответы
tr: Yanıtlar
zh: 回复

# profile_replies_empty_list
source: {username} doesn't have any replies
ar: {username} ليس لديه أي ردود
bg: {username} няма отговори
de: {username} hat keine Antworten
es: {username} no tiene ninguna respuesta
fr: {username} n'a pas de réponses
it: {username} non ha risposte
pl: {username} nie ma odpowiedzi
ro: {username} nu are răspunsuri
ru: {username} не имеет ответов
tr: {username} yanıtı yok
zh: {username} 没有任何回复

# profile_replies_empty_list_current_user
source: You don't have any replies
ar: ليس لديك أي ردود
bg: Нямате отговори
de: Du hast noch keine Antworten
es: No tienes ninguna respuesta
fr: Vous n'avez pas de réponses
it: Non hai risposte
pl: Nie masz odpowiedzi
ro: Nu ai răspunsuri
ru: У вас нет ответов
tr: Yanıtınız yok
zh: 您没有任何回复

# profile_request_funds
source: Request funds
ar: طلب أموال
bg: Заяви средства
de: Geld anfordern
es: Solicitar fondos
fr: Demander des fonds
it: Richiedi fondi
pl: Poproś o środki
ro: Solicită fonduri
ru: Запросить средства
tr: Fon talep et
zh: 请求资金

# profile_request_option_desc
source: Securely receive funds with one tap
ar: استلم الأموال بأمان بنقرة واحدة
bg: Получавайте средства безопасно с едно докосване
de: Gelder sicher mit einem Tipp erhalten
es: Recibe fondos de forma segura con un toque
fr: Recevez des fonds en toute sécurité en un seul clic
it: Ricevi fondi in modo sicuro con un tocco
pl: Bezpiecznie otrzymuj środki jednym dotknięciem
ro: Primește fonduri în siguranță cu o singură apăsare
ru: Безопасно получайте средства одним нажатием
tr: Tek dokunuşla güvenli bir şekilde fon alın
zh: 一键安全接收资金

# profile_request_option_title
source: Request payment
ar: طلب دفعة
bg: Заяви плащане
de: Zahlung anfordern
es: Solicitar pago
fr: Demander un paiement
it: Richiedi pagamento
pl: Poproś o płatność
ro: Solicită plată
ru: Запросить платёж
tr: Ödeme talep et
zh: 请求付款

# profile_save
source: Save profile
ar: حفظ الملف الشخصي
bg: Запази профил
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
it: Salva profilo
pl: Zapisz profil
ro: Salvează profilul
ru: Сохранить профиль
tr: Profili kaydet
zh: 保存个人资料

# profile_send_coin
source: Send coin
ar: إرسال عملة
bg: Изпрати монета
de: Coin senden
es: Enviar moneda
fr: Envoyer une pièce
it: Invia moneta
pl: Wyślij monetę
ro: Trimite monedă
ru: Отправить монету
tr: Coin gönder
zh: 发送币种
